[
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "7989561",
                        "reldoc.text": "Snapping turtles come in various sizes and prefer warm habitats. See the related link link for a picture from google of a snapping turtle. Here is a short description: a s … napping turtle is an aggressive animal with a horned shell and rough skin. It has a beak like mouth and a pink tongue.",
                        "nreldoc.id": "8208518",
                        "nreldoc.text": "Learn more about the Common snapping turtle - with amazing Common snapping turtle videos, photos and facts on Arkive A large, heavy-bodied reptile, the common snapping turtle (Chelydra serpentina) has a well-earned reputation for being somewhat short-tempered and highly aggressive."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "630324",
                "msmarco.query.text": "what does a snapping turtle look like"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2688130",
                        "reldoc.text": "In 2014, the company launched its Burgers at Breakfast campaign, serving menu items like the Whopper and the Double Bacon Cheeseburger (the most underrated order on the BK menu) during breakfast hours. For the full lunch menu, get to most Burger King locations after 10:30 a.m. and you'll be A-OK.",
                        "nreldoc.id": "8128768",
                        "nreldoc.text": "Contents [show] 1  1 A Few More Useful Burger King Connection Numbers: 2  2 Burger King Head Office Opening Hours: 3  3 Burger King UK Head Office Address: 4  4 The Burger King Menu – 0844 248 2696 4.1 Flame-Grilled Burgers. 4.2 Crispy & Tender Chicken. 5  5 Burger King Customer Service – 0843 208 2452. 6  6 Burger King Complaints – 0843 208 2453."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "57187",
                "msmarco.query.text": "burger king serves lunch hours"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "51894",
                        "reldoc.text": "The Incredible Dr. Pol. The Incredible Dr. Pol is a reality television show on Nat Geo Wild. The show follows Dutch-American veterinarian Jan Pol, and his family and employees, at his veterinarian office in rural Weidman, Michigan. The show premiered in 2011. His son, Charles, appears on the show and is also one of the producers.",
                        "nreldoc.id": "2404078",
                        "nreldoc.text": "The not so incredible Dr Pol. Anyone who knows me personally knows that I have a passion for high quality medicine, staying updated on current diagnostics and treatments, and generally practicing with compassion and integrity."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "981623",
                "msmarco.query.text": "where is dr. pol located"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4392992",
                        "reldoc.text": "Burbank City Hall. Incorporated on April 4, 1970, Burbank is a city located in Cook County, Illinois. It is at the southwest edge of the city of Chicago; the Chicago city limit is in common with Burbank's eastern city limit.",
                        "nreldoc.id": "2223507",
                        "nreldoc.text": "Burbank Airport Parking (BUR) Park 'N Fly partner, VSP Parking, is a Burbank Airport parking (Bob Hope Airport parking) facility, is conveniently located across from the entrance of the Bob Hope/Burbank Airport at 2616 N. Hollywood Way in Burbank, California with an additional rear entrance on Thornton Avenue."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "978970",
                "msmarco.query.text": "where is burbank illinois?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4718719",
                        "reldoc.text": "Patrick Stump was born on April 27, 1984 in Evanston. He will be missed but not forgotten. Hundreds of fans immediately started writing their messages of condolence on the Facebook page, expressing their sadness that the talented 32-year-old singer, songwriter and actor was dead.",
                        "nreldoc.id": "1330660",
                        "nreldoc.text": "The Mighty Fall as written by Peter Wentz, Patrick Stump, Joseph Trohman, Andrew Hurley, Butch Walker, John Hill, Sean Anderson. Lyrics © Sony/ATV Music Publishing LLC, Universal Music Publishing Group."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "336157",
                "msmarco.query.text": "how old is patrick stump"
            }
        ],
        "trecdl.query.id": "156493",
        "trecdl.query.text": "do goldfish grow"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "189333",
                        "reldoc.text": "ANSWERS TO FREQUENTLY ASKED QUESTIONS ON THE DECENTRALIZATION PROCESS IN KOSOVO. This document is intended to inform citizens on the decentralization process and to respond to questions that have been frequently asked. It is not a legal guide to the process and should not be read as such. For people interested in the theoretical and legal aspects of decentralization in Kosovo there is reference to the key documents at the end. What is Decentralization? Decentralization is the process of either transferring or delegating certain powers from the central level to the municipalities in order to develop the system of local self-government. Why do governments decentralize?",
                        "nreldoc.id": "7226697",
                        "nreldoc.text": "The Meaning of Decentralization “Decentralization” is one of the words that is used in the cryptoeconomics space the most frequently, and is often even viewed as a blockchain’s entire raison d’être, but it is also one of the words that is perhaps defined the most poorly."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "737889",
                "msmarco.query.text": "what is decentralization process."
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1512925",
                        "reldoc.text": "Job Outlook and Salaries. Because embryology is a relatively new field, there is little data available regarding job outlook or salaries. The BLS notes that medical laboratory technologists in general can expect job growth of 22 percent from 2012 to 2022.Demand for microbiologists is expected to be much lower, at 7 percent. The average growth rate for all occupations is projected to be 11 percent for the same period.ost individuals in the field of embryology begin their careers as medical laboratory technologists or biologists. The profession requires both the knowledge of clinical laboratory techniques and an understanding of reproductive biology.",
                        "nreldoc.id": "3565714",
                        "nreldoc.text": "How long does it take for liptor to leave your system? How long does it take tylonol 3 to leave your system? How long will it take for soy to leave baby system? How long for simvastatin 80 to leave your system? How long does it take 1 2painpill to leave the system? How long does it take 600 mg of tylenal to leave your system? How long dos it take tylenol 500 to leave your system? How long does it take for a 12 pack to leave your system?"
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "255662",
                "msmarco.query.text": "how long does it take to become an embryologist"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5416309",
                        "reldoc.text": "Main Image: Chemical equilibrium is the condition which occurs when the concentration of reactants and products taking part in a chemical reaction displays no net change over time. Typically, this state results when the forward reaction continues at the identical speed as the reverse reaction. Chemical equilibrium is also known as a steady state reaction..",
                        "nreldoc.id": "5074703",
                        "nreldoc.text": "The formal statement is called Le Chatelier’s principleIf an equilibrium is stressed, then the reaction shifts to reduce the stress. : If an equilibrium is stressed, then the reaction shifts to reduce the stress. There are several ways to stress an equilibrium. One way is to add or remove a product or a reactant in a chemical reaction at equilibrium."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "744545",
                "msmarco.query.text": "what is equilibrium in chemical reactions"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6878719",
                        "reldoc.text": "Definition of Cost Sharing and Matching. Cost sharing is a phrase used to indicate that more than one sponsor will share in the costs associated with a project. The most common relationship is for an external sponsor to provide most of the funds and for the University to provide the remainder of the project funds. Matching is a form of cost sharing that generally defines a specific ratio of sponsor and University dollars. This type of cost share is usually an eligibility requirement stated in the RFP (Request for Proposal) and is most often provided from institutional resources.",
                        "nreldoc.id": "340061",
                        "nreldoc.text": "Stock Cost Basis. You calculate the cost basis for stock you’ve purchased by taking the cost of the shares plus the commission your broker charges. Lets use the Ford example from earlier: 1,000 shares at $14/share with a $10 commission. Your cost basis is $14,010, per share it’s $14.01.f a company declares a stock split, the cost basis of your old shares is evenly split between the old and new shares. Say, you own 1,000 shares with a cost basis of $20/share ($20,000 basis). The company does a two for one stock split. Now, that $20,000 basis is split between 2,000 shares with a $10/share basis."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "108653",
                "msmarco.query.text": "cost sharing definition"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3845359",
                        "reldoc.text": "Uber launches UberAssist service for customers requiring extra assistance. Uber Australia has announced the launch of a service called UberAssist, designed to provide trained drivers that help customers with extra assistance and special needs. The company says that its top driver partners will receive the required training to deal with and assist passengers requiring unique access requirements.",
                        "nreldoc.id": "5131895",
                        "nreldoc.text": "Uber Contact Number. There is a Uber number attached to their Uber's company registration which mostly inform about the company and not directly support you. You can call 800-353-8237 or (800) 353-UBER, but don't get disappointed if you get a long answering machine message about Uber's services."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "858635",
                "msmarco.query.text": "what is uber assist"
            }
        ],
        "trecdl.query.id": "1110199",
        "trecdl.query.text": "what is wifi vs bluetooth"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6138466",
                        "reldoc.text": "Norwegian Epic Pool, Water Slide and Sunbathing. The Norwegian Epic has 2 pools and 6 whirlpools. Both pools are filled with saltwater, and there are freshwater showers provided so you can rinse off. Reportedly, the maximum pool depth is 8' in the main pool, which is great for swimming and sunbathing around the deck.",
                        "nreldoc.id": "155376",
                        "nreldoc.text": "Obviously, the first thing you do in Vegas during the Summer is hit each and every one of its epic topless pools, but the second thing is...here’re lots to choose from if you want to hit the best day clubs and pool parties in Las Vegas, but there’s only one that takes place 11 stories above the Strip, where thanks to DJs, tons of space, cabanas, beds, and stripper poles, it’s definitely one of the best things about the new Cromwell."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "293603",
                "msmarco.query.text": "how many pools on norwegian epic"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "386502",
                        "reldoc.text": "Corporate Offices. Schmidt Baking Company. Address: 601 South Caroline Street. Baltimore, MD 21231. Contact us via email. Phone: 410-558-3025. Fax: 410-558-3096. Mid Atlantic Baking Company.",
                        "nreldoc.id": "6663187",
                        "nreldoc.text": "You can contact corporate staff by mail, phone and email. Address: Charter Communications controls a headquarters in St. Louis, Missouri, but the address of the corporate office is not the one listed on the customer service page – even on the corporate side of the website."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "493513",
                "msmarco.query.text": "schmidt natural corporate address"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5845656",
                        "reldoc.text": "Normal hemoglobin levels are different in women and in men. In non-pregnant women, normal hemoglobin ranges from 120 g/L to 160 g/L. In men, normal hemoglobin levels range from 140 g/L to 180 g/L. Canadian Blood Services tests each donor’s hemoglobin at the clinic and requires a minimum of 125 g/L for donation.f you have normal iron reserves and adequate iron in your diet, new red blood cells will be made and your hemoglobin level will return to normal in less than 56 days. It is important not to donate blood if the hemoglobin level is already low.",
                        "nreldoc.id": "1896727",
                        "nreldoc.text": "The following listing shows the normal Hemoglobin ranges for each distinct age or sex group: Normal, High and Low Hemoglobin Levels. Newborn: the Normal Hemoglobin Level ranges between 14 and 24 g/dl. Newborn to 2 weeks: Hemoglobin Normal Ranges between 12 and 20 g/dl.2 to 6 months: Normal Hemoglobin Level Range is 10 to 17 g/dl. 6 to 12 months: Normal Hemoglobin Level ranges between 9.5 and 14 g/dl.1 to 6 years: 9.5 to 14 g/dl.6 to 18 years: 10 to 15.5 g/dl.he following listing shows the normal Hemoglobin ranges for each distinct age or sex group: Normal, High and Low Hemoglobin Levels. Newborn: the Normal Hemoglobin Level ranges between 14 and 24 g/dl. Newborn to 2 weeks: Hemoglobin Normal Ranges between 12 and 20 g/dl."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "149789",
                "msmarco.query.text": "different hemoglobin levels"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1748646",
                        "reldoc.text": "Definitions for dry-hump. Here are all the possible meanings and translations of the word dry-hump. Wiktionary(0.00 / 0 votes)Rate this definition: dry-hump(Verb) To simulate sexual intercourse without the genitalia directly touching, i.e. while wearing clothes, or by rubbing the genitals against something else.",
                        "nreldoc.id": "7571683",
                        "nreldoc.text": "Camels are mammals with long legs, a big-lipped snout and a humped back. There are two types of camels: dromedary camels, which have one hump, and Bactrian camels, which have two humps. Camels' humps consist of stored fat, which they can metabolize when food and water is scarce.amels are mammals with long legs, a big-lipped snout and a humped back. There are two types of camels: dromedary camels, which have one hump, and Bactrian camels, which have two humps. Camels' humps consist of stored fat, which they can metabolize when food and water is scarce."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "636366",
                "msmarco.query.text": "what does dry hump mean"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "7875145",
                        "reldoc.text": "A pap smear can cost anywhere from $80 to $200 without insurance. However, if you do have an insurance policy, it will be covered 100 percent of the time since it’s considered a preventative test. VeryWell.com notes these test will be covered by most insurance policies and there won’t be any out-of-pocket costs.",
                        "nreldoc.id": "3605872",
                        "nreldoc.text": "WHAT TO EXPECT. The exam will include a complete pelvic exam and breast exam and can also include a more general physical exam depending on age and whether the patient has other physicians, such as an internist, family, or general practitioner. A Pap smear may be collected if it is due."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "306757",
                "msmarco.query.text": "how much do people usually pay for pelvic exam and pap smear"
            }
        ],
        "trecdl.query.id": "1063750",
        "trecdl.query.text": "why did the us volunterilay enter ww1"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1240220",
                        "reldoc.text": "3 Stars. Nitroglycerin is used to treat congestive heart failure, to help prevent frequent chest pain caused by a heart condition known as angina, and to relieve pain caused by chronic anal fissures. The drug is available under the brand names Nitromist, Nitrobid, Nitro-Dur, Nitrostat, Imdur, Isordil and Rectiv.",
                        "nreldoc.id": "54748",
                        "nreldoc.text": "Medications for Relieving Symptoms. Nitroglycerin. Most patients will receive nitroglycerin during and after a heart attack, usually under the tongue. Nitroglycerin decreases blood pressure and opens the blood vessels around the heart, increasing blood flow."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "1153652",
                "msmarco.query.text": "what is nitroglycerin treat"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4099403",
                        "reldoc.text": "Hop Tropic is a light, refreshing pale ale that edges into IPA territory. With a nose of passion fruit, grapefruit, guava and tangerine, Hop Tropic has a medium-light mouth feel, with a little caramel and a creamy body to support the hop profile and balance the finish. It comes in at 6.2% ABV and 48 IBUs.",
                        "nreldoc.id": "6364144",
                        "nreldoc.text": "Hop Varieties for Beer Brewing – BeerSmith. A complete listing of popular hop varieties used in home brewing beer. The table below includes hop properties and appropriate substitutes – click on any hop name for the details on that hop variety. Give BeerSmith a Try!"
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "205250",
                "msmarco.query.text": "hop tropic"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5478966",
                        "reldoc.text": "A cockroach can usually live for about 7 to 10 days without water, and can go for at least 30 days with no food before it starves. It is almost impossible for cockroach to starve to death in the wild unless it is enclosed or trapped, because of its uncanny ability to eat almost anything as a food source.",
                        "nreldoc.id": "870236",
                        "nreldoc.text": " The family, genus and species depends on the … specific type of  cockroach. the American cockroach is Family: Blattidae, Genus:  Periplaneta and Species: P. Americana.hile the true origin of the name will probably forever be shrouded in mystery (a product of the long time that cockroaches have been plaguing our great civilization), a good … number of prominent linguo-biologo-sociologists have suggested that the term cockroach originated in England in the nineteenth century."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "252302",
                "msmarco.query.text": "how long does it take a cockroach to die?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5343719",
                        "reldoc.text": "The units of the universal gas constant R is derived from equation PV=nRT. It stands for Regnault. then R is in L⋅atm/mol⋅K. R has the value 0.082057 L⋅atm/mol⋅K with the above units for the remaining variables. In other scenarios with pressures of bars instead, you may also use 0.083145 L⋅bar/mol⋅K.",
                        "nreldoc.id": "6535590",
                        "nreldoc.text": "How Tire Pressure Varies with Temperature. Based on discussions with the folks at SmarTire, with help from the members of CFG's 996 Forum. For the range of temperatures and pressures we care about, the Ideal Gas Law. PV = nRT."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "1168602",
                "msmarco.query.text": "value of r in pv nrt"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2840633",
                        "reldoc.text": "The name Nikko is a baby boy name. The name Nikko is an English baby name. In English the meaning of the name Nikko is: Abbreviation of Nicholas. Mythological Nike was Greek goddess of victory and root origin of 'Nicholas. The name Nikko is a Japanese baby name. In Japanese the meaning of the name Nikko is: Daylight.",
                        "nreldoc.id": "4074411",
                        "nreldoc.text": "Ieyasu was originally buried at Sunpu Castle, and enshrined as a Shinto deity, Tosho Tôshô, daigongen at a shrine established nearby and Called Kunozan. Kunôzan Toshogu, Tôshôgû'tokugawa iemitsu, ieyasu s grandson later established in 1636 A (shrine in nikko nikkô To). the north of edo"
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "448639",
                "msmarco.query.text": "meaning of name nikko"
            }
        ],
        "trecdl.query.id": "130510",
        "trecdl.query.text": "definition declaratory judgment"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3473153",
                        "reldoc.text": "The original cast of Cheers. Pictured clockwise from top left: Nicholas Colasanto as 'Coach' Ernie Pantusso, George Wendt as Norm Peterson, John Ratzenberger as Cliff Clavin, Rhea Perlman as Carla Tortelli, Shelley Long as Diane Chambers and Ted Danson as Sam Malone.",
                        "nreldoc.id": "2769945",
                        "nreldoc.text": "Going on down to Boating School. Going on down to Boating School is a song sung by SpongeBob in the episode The Hot Shot.. He sings it as he runs down to Boating School, and is cut short by his classmates who he thinks are cheering for him (they are cheering for Tony Fast)."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "1057322",
                "msmarco.query.text": "who were the actresses in cheers?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "7935180",
                        "reldoc.text": "Abbreviated as HW, Hardware is best described as any physical component of a computer system that contains a circuit board, ICs, or other electronics.A perfect example of hardware is the screen on which you are viewing this page.bbreviated as HW, Hardware is best described as any physical component of a computer system that contains a circuit board, ICs, or other electronics.",
                        "nreldoc.id": "210223",
                        "nreldoc.text": "Definitions. A computer system consists of two major elements: hardware and software. Computer hardware is the collection of all the parts you can physically touch. Computer software, on the other hand, is not something you can touch.Software is a set of instructions for a computer to perform specific operations.You need both hardware and software for a computer system to work.efinitions. A computer system consists of two major elements: hardware and software. Computer hardware is the collection of all the parts you can physically touch. Computer software, on the other hand, is not something you can touch."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "702649",
                "msmarco.query.text": "what is a system hardware"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2121901",
                        "reldoc.text": "At an airport, a carousel is a moving surface from which passengers can collect their luggage. 2. countable noun. A carousel is a large circular machine with seats, often in the shape of animals or cars. People can sit on it and go round and round for fun.",
                        "nreldoc.id": "7567166",
                        "nreldoc.text": "In April 2014, Dropbox introduced Carousel, a photo and video gallery that combines the photos in your Dropbox with the photos on your phone, and automatically backs up new ones as you take them. Carousel sorted photos by event and date."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "82881",
                "msmarco.query.text": "carousel meaning"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1139837",
                        "reldoc.text": "Nafion is a sulfonated tetrafluoroethylene based fluoropolymer-copolymer discovered in the late 1960s by Walther Grot of DuPont. It is the first of a class of synthetic polymers with ionic properties which are called ionomers.his form of Nafion, referred to as the neutral or salt form, is finally converted to the acid form containing the sulfonic acid (-SO 3 H) groups. Nafion can be cast into thin films by heating in aqueous alcohol at 250 °C in an autoclave.",
                        "nreldoc.id": "945864",
                        "nreldoc.text": "Notice how their voice goes up and down very deliberately. They know very well what they are doing. Notice also how the TV presenter moves their head and their in time with the modulation. Their body is often obscured by a table or even off-camera."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "775053",
                "msmarco.query.text": "what is nafion"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6892136",
                        "reldoc.text": "Report: US solar costs continue rapid decline. System costs have declined by a total of 85-95% since peaking a decade ago. Solar prices in the US in 2013 fell by a further 15% year on year, a study from the Department of Energy and Lawrence Berkeley National Laboratory has found.The report ‘Tracking the Sun’ is the seventh edition summarising PV prices from 1998, up to the first half of 2014, across the US.The study concluded that between 2012 and 2013 solar prices fell by 12-15% depending on system size, averaging US$0.07 per year.he report surveyed 300,000 residential, commercial and utility-scale solar systems, across 33 states, representing 80% of grid connected solar in the US and looks at the dollar cost per watt for solar.",
                        "nreldoc.id": "2730605",
                        "nreldoc.text": "Cost of Solar. As electricity rates are rising the cost of solar panels have never been lower. Switch to home solar and save with Sunrun."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "500102",
                "msmarco.query.text": "solar cost decline"
            }
        ],
        "trecdl.query.id": "489204",
        "trecdl.query.text": "right pelvic pain causes"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "384114",
                        "reldoc.text": "This kind of smog is caused by the burning of large amounts of coal within a city; this smog contains soot particulates from smoke, sulphur dioxide and other components.",
                        "nreldoc.id": "3874567",
                        "nreldoc.text": "A step further to your question: The Difference Between Mist, Fog, Smog, Haze And Vog: There are a lot of different names for that stuff that causes reduced visibility—and an agonizingly long commute—in the morning. Mist and fog are caused by water droplets in the air, and the only difference is how far you can see. Haze is the reflection of sunlight off air pollution, while smog is what happens when pollution causes low-lying ozone."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "797201",
                "msmarco.query.text": "what is smog caused by ?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1748175",
                        "reldoc.text": "Jarabe Tapatio. The jarabe Tapatío is a Mexican dance, often called the national dance of Mexico, and better known internationally as the Mexican hat dance. The jarabe Tapatío is a Mexican folk dance, often called the national dance of Mexico, and better known internationally as the Mexican hat dance.",
                        "nreldoc.id": "1956019",
                        "nreldoc.text": "MISSION. Calpulli Mexican Dance Company's mission is to teach and produce dance-based programming incorporating live music and theatre to promote the rich diversity of Mexico's cultural heritage.To this end, the organization focuses on the following:ISSION. Calpulli Mexican Dance Company's mission is to teach and produce dance-based programming incorporating live music and theatre to promote the rich diversity of Mexico's cultural heritage."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "449458",
                "msmarco.query.text": "meaning of the mexican hat dance"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5449162",
                        "reldoc.text": "Glaciers change the surface of the land in several ways. By pushing rocks and gravel along with its encroachment a glacier leaves that material behind when it retreats. Most glaciers have water melting out of them when it gets above freezing. That water erodes the landscape forming streams and rivers.",
                        "nreldoc.id": "1708071",
                        "nreldoc.text": "This in turn will cause global temperatures to rise further, leading to a faster melting of the remaining glaciers. Animals, Birds, and Fish Will Be Affected. Many species of animals, birds, and fish that depend on the glacier waters that empty into the sea will be affected."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "217080",
                "msmarco.query.text": "how do glaciers affect land"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "780829",
                        "reldoc.text": "Noun. 1. chamois-a soft suede leather formerly from the skin of the chamois antelope but now from sheepskin. chammy, chammy leather, chamois leather, shammy, shammy leather. leather-an animal skin made smooth and flexible by removing the hair and then tanning.",
                        "nreldoc.id": "2684076",
                        "nreldoc.text": "How to Clean Bronze - 2002 Consumer Reports. Clean with a soft brush. If you notice the surface is still dirty, sponge lightly with soapy water, wipe dry, and polish with a chamois cloth. Remove stubborn marks with a little paint thinner on a soft cloth, and polish with a chamois cloth."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "729525",
                "msmarco.query.text": "what is chamois material"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2556807",
                        "reldoc.text": "Sed Command in Unix and Linux Examples. Sed is a Stream Editor used for modifying the files in unix (or linux). Whenever you want to make changes to the file automatically, sed comes in handy to do this. Most people never learn its power; they just simply use sed to replace text. You can do many things apart from replacing text with sed.",
                        "nreldoc.id": "7302366",
                        "nreldoc.text": "Linux is a family of free and open-source software operating systems built around the Linux kernel. Typically, Linux is packaged in a form known as a Linux distribution for both desktop and server use. The defining component of a Linux distribution is the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux was originally developed for personal computers based on the Intel x86 architecture, but has since been ported to more platforms than any ot"
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "794757",
                "msmarco.query.text": "what is sed in linux"
            }
        ],
        "trecdl.query.id": "573724",
        "trecdl.query.text": "what are the social determinants of health"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "539300",
                        "reldoc.text": "Pediatrics (also spelled paediatrics or pædiatrics) is the branch of medicine that deals with the medical care of infants, children, and adolescents, and the age limit usually ranges from birth up to 18 years of age (in some places until completion of secondary education, and until age 21 in the United States).",
                        "nreldoc.id": "7088670",
                        "nreldoc.text": "The safety profile of Valacyclovir hydrochloride has been studied in 177 pediatric patients 1 month to <18 years of age. Sixty-five of these pediatric patients, 12 to <18 years of age, received oral tablets for 1 to 2 days for treatment of cold sores."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "551231",
                "msmarco.query.text": "what age does pediatrics go up to"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2623138",
                        "reldoc.text": "&nbsp. Biology Dictionary. Definition: The obsolete theory that offspring can inherit physical or behavioral characteristics from a parent that the parent acquired during its life.iology Dictionary. Definition: The obsolete theory that offspring can inherit physical or behavioral characteristics from a parent that the parent acquired during its life.",
                        "nreldoc.id": "1029802",
                        "nreldoc.text": "The study of cells. As a diagnostic discipline, cellular biology is better designated as cytology, a subspecialty of anatomic pathology; as a broadly defined field of natural science, the preferred term is cell biology, which often overlaps with molecular biology."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "122753",
                "msmarco.query.text": "define inheritance biology"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6435801",
                        "reldoc.text": "Salary vs Income. Any individual requires some form of inflow of funds in order to purchase the goods and services that can satisfy their needs. Salary and income share common properties in that they are both forms of monetary inflows of funds that are received by an individual.The two are different from each other because of the source from which these funds are received, even though the use of the funds may be for common purposes. Salary is an inflow received in exchange for a service provided to a firm, whereas an individual does not necessarily have to provide services to receive an income. • Salary is also a form of income, and both salaries and incomes are taxable depending on the tax bracket the individual belongs.",
                        "nreldoc.id": "1674517",
                        "nreldoc.text": "To determine the salary range percentile, you must first calculate the difference between the maximum and minimum salary figures. For example, if the salary range for a particular position is between $45,000 and $75,000, the difference between those two figures would be $30,000.Next, find the difference between the salary offer and the minimum salary. In this example, assuming the offer was $55,000, the difference would be $10,000.Finally, divide this difference by the difference in salary range. For this scenario, $10,000 would be divided by $30,000 to give a percentage of 33%.This means that the salary offered is higher than 33% of other salaries in the range, or in the 33rd percentile.ext, find the difference between the salary offer and the minimum salary. In this example, assuming the offer was $55,000, the difference would be $10,000. Finally, divide this difference by the difference in salary range. For this scenario, $10,000 would be divided by $30,000 to give a percentage of 33%."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "147610",
                "msmarco.query.text": "difference between income and salary"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1845791",
                        "reldoc.text": "Experienced User. Urinary tract infections in men normally do not cause a discharge. Symptoms of uti in men include: pain/burning when urinating, fever, cloudy/smelly urine, urge to urinate frequently but hardly any comes out.Std symptoms in men will sometimes include a milky discharge from the penis that slowly/occasionally leaks out.ymptoms of uti in men include: pain/burning when urinating, fever, cloudy/smelly urine, urge to urinate frequently but hardly any comes out. Std symptoms in men will sometimes include a milky discharge from the penis that slowly/occasionally leaks out.",
                        "nreldoc.id": "3295189",
                        "nreldoc.text": "This particular bacterial std disease can cause inflammation of the urethra, cervix, fallopian tubes, rectum or pharnyx (throat) in women, and urethra, prostate, rectum and pharnyx in men.This std has an oral version and a genital version; obviously the oral version is the one that causes throat inflammation.his particular bacterial std disease can cause inflammation of the urethra, cervix, fallopian tubes, rectum or pharnyx (throat) in women, and urethra, prostate, rectum and pharnyx in men."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "585437",
                "msmarco.query.text": "what causes are theof uti in men std"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2292586",
                        "reldoc.text": "Online Resources. The Online Resources contain a variety of full-text magazines, newspapers and journals and reference materials to support the education and research needs of Missouri citizens. This information is from reliable sources that provide accurate information. Find help for a school project. Research a new purchase in Consumer Reports in EBSCO.",
                        "nreldoc.id": "7018889",
                        "nreldoc.text": "Kentucky Court Records and other Resources. Links to state and local court records, general Kentucky court information, directory of courts, and online resources for courts in Kentucky."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "779566",
                "msmarco.query.text": "what is online resources"
            }
        ],
        "trecdl.query.id": "168216",
        "trecdl.query.text": "does legionella pneumophila cause pneumonia"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4681169",
                        "reldoc.text": "62nd time lucky! Congress finally votes to repeal Obamacare - but it's hardly taxpayers money well spent, president will simply veto their measure. After 61 failures over six years, Congressional Republicans on Wednesday passed a repeal of the 2010 Affordable Care Act that they have loved to hate.",
                        "nreldoc.id": "615287",
                        "nreldoc.text": "If the ACA is repealed, with it will go the protection it offers individuals with preexisting health problems. They would again be denied health insurance or subjected to unaffordable insurance premiums."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "466926",
                "msmarco.query.text": "number of times congress voted to repeal aca"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4598804",
                        "reldoc.text": "Maranda /ma-ran-da/ [3 sylls.] as a girls' name is of Latin derivation, and Maranda means worthy of admiration. Maranda is a variant transcription of Miranda (Latin): in Shakespeare's The Tempest. Marando is a common last name.",
                        "nreldoc.id": "6203849",
                        "nreldoc.text": "African Meaning: The name Amina is an African baby name. In African the meaning of the name Amina is: Trustworthy. Arabic Meaning: The name Amina is an Arabic baby name. In Arabic the meaning of the name Amina is: Trustworthy.American Meaning: The name Amina is an American baby name. In American the meaning of the name Amina is: Trustworthy.Muslim Meaning: The name Amina is a Muslim baby name. In Muslim the meaning of the name Amina is: Trustworthy.frican Meaning: The name Amina is an African baby name. In African the meaning of the name Amina is: Trustworthy. Arabic Meaning: The name Amina is an Arabic baby name. In Arabic the meaning of the name Amina is: Trustworthy."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "445243",
                "msmarco.query.text": "maranda name meaning"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3553319",
                        "reldoc.text": "What is a Political Semite? The political definition of a Semite is one who is a member of any of a number of peoples of ancient southwestern Asia including the Akkadians, Phoenicians, Hebrews, and Arabs. It is one who is a descendant of these people. They are a member of a modern people speaking a Semitic language.",
                        "nreldoc.id": "2801711",
                        "nreldoc.text": "Semitic. n. 1. (Languages) a branch or subfamily of the Afro-Asiatic family of languages that includes Arabic, Hebrew, Aramaic, Amharic, and such ancient languages as Akkadian and Phoenician. adj. 2. (Languages) denoting, relating to, or belonging to this group of languages.3. (Peoples) denoting, belonging to, or characteristic of any of the peoples speaking a Semitic language, esp the Jews or the Arabs. 4. (Peoples) another word for Jewish.dj. 2. (Languages) denoting, relating to, or belonging to this group of languages. 3. (Peoples) denoting, belonging to, or characteristic of any of the peoples speaking a Semitic language, esp the Jews or the Arabs. 4. (Peoples) another word for Jewish."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "564661",
                "msmarco.query.text": "what are semitic peoples"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3819674",
                        "reldoc.text": "Desert Diamonds actually consist of an extremely high grade Quartz, which when correctly cut and treated have the appearance and lustre of far more costly real diamonds. When ‘rough’ they look similar to the pebbles that you would find in a river, except that when held up to the light they are translucent.omething the whole family can enjoy in the fresh air and get a long lasting memento or two, free of charge at the same time. Why not go on a desert diamond hunt. Don’t forget to take a picnic and plenty of water.",
                        "nreldoc.id": "1158514",
                        "nreldoc.text": "Diamond Producers Diamond Production leaders include: Botswana, Russia, Angola and Canada. Diamond: The Mineral Diamond is a gem with unique properties and hundreds of industrial uses!Facts About Diamonds Interesting Facts About Diamonds You are a diamond expert if you know all of these! USA Diamond Mine You Can Be A Diamond Miner!iamond: The Mineral Diamond is a gem with unique properties and hundreds of industrial uses! Facts About Diamonds Interesting Facts About Diamonds You are a diamond expert if you know all of these! USA Diamond Mine You Can Be A Diamond Miner!"
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "557616",
                "msmarco.query.text": "what are desert diamonds"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "640479",
                        "reldoc.text": "We're also a leading fabricator of process piping, steam piping, waste water piping and pipe fittings, plus custom sheet metal fabrication for HVAC and industrial air exchange systems and cooling towers. We service commercial and industrial HVAC systems and provide boiler inspection and repair services. Located in the heart of Wisconsin's industrial Paper Valley, August Winter & Sons has safely served customers throughout the Midwest and across the United States since 1929.",
                        "nreldoc.id": "6764778",
                        "nreldoc.text": "Meet the groundhog in Groundhog Day—Pennsylvania's Punxsutawney Phil—and get the scoop on his predictions.. StormFax Winter Weatherlore and Folklore Forecasts. For every fog in August, there will be a snowfall in Winter, and other folklore about the weather. A Meteorologist's Toolbox: Gathering Weather Data."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "403561",
                "msmarco.query.text": "is august winter"
            }
        ],
        "trecdl.query.id": "1133167",
        "trecdl.query.text": "how is the weather in jamaica"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4756495",
                        "reldoc.text": "For example, you could contribute $2,500 to a Roth IRA with one provider and $3,000 with a second provider. You cannot contribute $5,500 to the first Roth IRA and $5,500 to the second provider. Your total contribution limit is $5,500 for all accounts for the tax year.dditional Roth IRA Contribution Information. Individuals may contribute money to a Roth IRA from January 1 of the current tax year to April 15 of the following tax year. Contributions are made with post-tax dollars.",
                        "nreldoc.id": "6018775",
                        "nreldoc.text": "SEP IRA and Simple IRA Contribution Deadline. It should be noted that if you are a business owner and have either a SEP IRA or Simple IRA, your contribution deadlines differ. Typically, you have until the tax filing deadline of the business to get the employer contributions invested into the plan.EP IRA and Simple IRA Contribution Deadline. It should be noted that if you are a business owner and have either a SEP IRA or Simple IRA, your contribution deadlines differ. Typically, you have until the tax filing deadline of the business to get the employer contributions invested into the plan."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "319885",
                "msmarco.query.text": "how much for ira contribution"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6621269",
                        "reldoc.text": "There is no limit to the number of cash withdrawals you may make in any one day from an ATM machine. You may withdraw up to a maximum of $410.00 in any one day from an ATM machine, if there are sufficient funds in your account. There is no limit on the number of POS transactions you may make in any one day.",
                        "nreldoc.id": "5267814",
                        "nreldoc.text": "If you make a deposit after the cut-off time, the bank or credit union can treat your deposit as if it was made on the next business day. A bank or credit union’s cut-off time for receiving deposits can be no earlier than 2:00 p.m. at physical locations and no earlier than noon at an ATM or elsewhere. If you have a new account or if your account has been overdrawn too many times in the past six months; 2  If you make a deposit over $5,000; 3  If you make a deposit at an ATM owned by someone other than your bank or credit union; or. 4  If the bank or credit union reasonably believes the deposited check may be uncollectible."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "303306",
                "msmarco.query.text": "how much can i withdraw municipal credit union atm"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "7813495",
                        "reldoc.text": "Fort Benning, GA Area Codes are. Fort Benning, GA utilizes an area code overlay in which area codes 706 and 762 serve the same geographic area. Ten digit dialing (area code + seven digit number) is necessary. In addition to Fort Benning, GA area code information read more about area codes 706 and 762 details and Georgia area codes. Fort Benning, GA is located in Chattahoochee County and observes the Eastern Time Zone. View our Times by Area Code tool.",
                        "nreldoc.id": "8657079",
                        "nreldoc.text": "Area codes 678 and 470 are North American Numbering Plan area codes assigned to metropolitan Atlanta, Georgia.They serve as overlays for the 404 and 770 area codes, which serve Atlanta itself and the suburbs respectively.rea codes 678 and 470 are North American Numbering Plan area codes assigned to metropolitan Atlanta, Georgia. They serve as overlays for the 404 and 770 area codes, which serve Atlanta itself and the suburbs respectively."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "748726",
                "msmarco.query.text": "what is fort benning, georgia's area code"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6099799",
                        "reldoc.text": "United States v. Riley, 72 M.J. 115 (waivers of constitutional rights not only must be voluntary but must be knowing, intelligent acts done with sufficient awareness of the relevant circumstances and likely consequences). United States v. Bowersox, 72 M.J. 71 (obscene material is unprotected by the First Amendment).",
                        "nreldoc.id": "8772199",
                        "nreldoc.text": "as a result litigants often agree to a settlement absent a settlement the court will schedule a trial in a wide variety of civil cases either side is entitled under the constitution to request a jury trial if the parties waive their right to a jury then a judge without a jury will hear the case"
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "80985",
                "msmarco.query.text": "can you waive constitutional rights"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "550711",
                        "reldoc.text": "The ESI calculation for the employer’s contribution would be calculated as: 9000*(4.75/100) = 428. Note: Employer’s contribution is 4.75 percent. In case the salary goes above Rs 15,000 per month during the contribution period, the ESI would be calculated on the higher salary. For example, if the salary of an employee is raised to Rs 17,000 per month during the ESI contribution period, then the ESI would be calculated on Rs 17,000 instead of Rs 15,000. source.",
                        "nreldoc.id": "508411",
                        "nreldoc.text": "Include an employee's gross wages (which must include his/her SEP-IRA contributions) on Form W-2, in the boxes for social security wages, and Medicare wages. Salary reduction contributions are also subject to Federal Unemployment Taxes (FUTA). To Establish a SARSEP, You... Must have established the plan before 1997."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "538759",
                "msmarco.query.text": "wages for esi contribution"
            }
        ],
        "trecdl.query.id": "527433",
        "trecdl.query.text": "types of dysarthria from cerebral palsy"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5971362",
                        "reldoc.text": "Sugar headaches can also be a warning. If you get sugar headaches often, you might just be diabetic or pre-diabetic. Excessive urination: As I mentioned above, sugar acts like a diuretic and will spill sugar and water into the urine. Having to urinate a lot is often one of the first signs of diabetes.",
                        "nreldoc.id": "5781427",
                        "nreldoc.text": "It is important to realize that sugar is not the only carbohydrate that you have to control.. The body will convert all carbohydrates to glucose - so eating extra servings of rice, pasta, bread, fruit or other carbohydrates foods will make the blood sugar rise. Just because something doesn't have sugar in it doesn't mean you can eat as much as you want."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "640699",
                "msmarco.query.text": "what does it mean to get a headache when you eat sugar"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2776013",
                        "reldoc.text": "This feature is not available right now. Please try again later. One very asked question is what to do with our orchids after the flowers all drop. In many cases people are told to throw the orchid away, but with some good care, the very same orchid can grow, flourish and rebloom in a few months.",
                        "nreldoc.id": "4877912",
                        "nreldoc.text": "Another popular type of orchid is Cattleya which will bloom during Spring to Fall once a year normally for a period of 7-12 days, but can sometimes last a little longer. To make your orchid blooms last as long as they possibly can, there are a few things that you should do."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "907017",
                "msmarco.query.text": "what to do with orchid after blossoms fall?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1387741",
                        "reldoc.text": "5 stages of a cold sore. 1  Tingle Stage Symptoms burning. 2  Blister stage Symptoms small group of lumps. 3  Weeping stage Symptoms fluids begins to leak out.  Scabbing Stage Symptoms crust begins to 1  develop. Healing stage Symptoms scab starts to flack and fall  off.",
                        "nreldoc.id": "5611096",
                        "nreldoc.text": "Cold sores go through several stages, and generally last anywhere from one to three weeks. The first symptom you notice will probably be a tingling or itching sensation on your lips, chin, nose, or cheek. This is a sign that a cold sore is forming. This stage lasts one or two days, after which a blister or cluster of blisters will form. About a day later, the blister will weep, or ooze; this typically lasts about a day. Afterwards, the blister will scab over and slowly heal."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "573815",
                "msmarco.query.text": "what are the stages of a cold sore"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "904260",
                        "reldoc.text": "Dry socket is caused by a blood clot not forming properly, dissolving too quickly, or dislodging at the site of a tooth extraction before it has the chance to heal. After a tooth is pulled, a blood clot forms at the site. The clot gives the bone and nerve endings a protective coating.",
                        "nreldoc.id": "4925682",
                        "nreldoc.text": "The reason is to prevent the loss of the blood clot which is a cause of dry socket definitely do not use a straw or smoke either! In brief: Carbonated drinks. You should avoid carbonated drinks for 3-5 days after wisdom teeth are extracted. The reason is to prevent the loss of the blood clot which is a cause of dry socket definitely do not use a straw or smoke either! In brief: Carbonated drinks."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "86112",
                "msmarco.query.text": "causes of dry sockets"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "7052235",
                        "reldoc.text": "HSA/HRA qualified medical expenses. This is a quick reference list of expenses that can be reimbursed from a health savings account (HSA) or a. health reimbursement arrangement (HRA). Medical expenses allowed as deductions are determined by Section 213 (d) of the Internal Revenue Code. This.",
                        "nreldoc.id": "5793776",
                        "nreldoc.text": "A health savings account (HSA) is a trust created to pay the qualified medical expenses of an account beneficiary or the beneficiary's spouse or dependents. HSA earnings accumulate tax-free, and distributions to pay qualified medical expenses are also tax-free. health savings account (HSA) is a trust created to pay the qualified medical expenses of an account beneficiary or the beneficiary's spouse or dependents. HSA earnings accumulate tax-free, and distributions to pay qualified medical expenses are also tax-free."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "398840",
                "msmarco.query.text": "irs publication hsa qualified expenses"
            }
        ],
        "trecdl.query.id": "1037798",
        "trecdl.query.text": "who is robert gray"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1595231",
                        "reldoc.text": "In Irish, the name Keena means-brave.The name Keena originated as an Irish name. The name Keena is most often used as a girl name or female name.",
                        "nreldoc.id": "7131638",
                        "nreldoc.text": "The name Marta is a Polish baby name. In Polish the meaning of the name Marta is: Bitter. American Meaning: The name Marta is an American baby name. In American the meaning of the name Marta is: Bitter.Aramaic Meaning: The name Marta is an Aramaic baby name.In Aramaic the meaning of the name Marta is: Lady. Scandinavian Meaning: The name Marta is a Scandinavian baby name. In Scandinavian the meaning of the name Marta is: Lady.Spanish Meaning: The name Marta is a Spanish baby name. In Spanish the meaning of the name Marta is: Lady.Swedish Meaning: The name Marta is a Swedish baby name. In Swedish the meaning of the name Marta is: Lady.he name Marta is a Polish baby name. In Polish the meaning of the name Marta is: Bitter. American Meaning: The name Marta is an American baby name. In American the meaning of the name Marta is: Bitter. Aramaic Meaning: The name Marta is an Aramaic baby name."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "4801",
                "msmarco.query.text": "Keena name meaning"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4602076",
                        "reldoc.text": "Clustering of the teams is apparent. The peloton (from French, originally meaning 'platoon') is the main group or pack of riders in a road bicycle race. Riders in a group save energy by riding close (drafting or slipstreaming) near (particularly behind) other riders.",
                        "nreldoc.id": "6312881",
                        "nreldoc.text": "When that flow is broken, reaction time is limited and we often crash. Boston — 'Peloton’ can refer to two things: either the whole pack of 219 riders from 22 teams participating in the Tour de France, or the V-shaped main pack of riders drafting off one another.Peloton literally means little ball or platoon.During the Tour, it a thing of beauty and danger.hen that flow is broken, reaction time is limited and we often crash. Boston — 'Peloton’ can refer to two things: either the whole pack of 219 riders from 22 teams participating in the Tour de France, or the V-shaped main pack of riders drafting off one another."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "932677",
                "msmarco.query.text": "what's the peloton"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "251892",
                        "reldoc.text": "Pregnant women with syphilis can pass the bacteria to their babies, causing a condition known as congenital syphilis. Congenital syphilis causes a variety of skin and organ problems in infants, and it can be deadly. Pregnant women with syphilis also have about a 40% chance of having a baby that is stillborn.",
                        "nreldoc.id": "2181191",
                        "nreldoc.text": "Without treatment, secondary syphilis turns into late syphilis (also called latent or tertiary syphilis). This can develop from two to thirty years after infection. At this stage, no symptoms are present and the infection can only be detected with blood tests. However, the disease continues to cause damage."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "582382",
                "msmarco.query.text": "what can syphilis cause"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "467837",
                        "reldoc.text": "Who owns what property in a marriage, after divorce, or after a spouse's death depends on whether the couple lives in a common law property state or a community property state. During marriage, these classifications may seem trivial, but in the unfortunate events of divorce or death, these details become very important. Common Law Property States. Most states are common law property states. So, what does it mean to live in a common law property state? The term common law is simply a term used to determine the ownership of marital property (property acquired during marriage). The common law system provides that property acquired by one member of a married couple is owned completely and solely by that person.",
                        "nreldoc.id": "4067936",
                        "nreldoc.text": "To divide real property means to divide the ownership thereof by conveying one or more condominiums therein but less than the whole thereof.7. Unit means the elements of a condominium which are not owned in common with the owners of other condominiums in the project.47-04.1-02.o divide real property means to divide the ownership thereof by conveying one or more condominiums therein but less than the whole thereof.7. Unit means the elements of a condominium which are not owned in common with the owners of other condominiums in the project."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "1180992",
                "msmarco.query.text": "how is property divided in a common law situation"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "954284",
                        "reldoc.text": "Vitamin B3, also known as niacin, is one of eight B vitamins. It plays a role in converting the food we eat into energy. It helps the body to use proteins and fats, and it keep the skin, hair, and nervous system healthy.",
                        "nreldoc.id": "2794862",
                        "nreldoc.text": "Fortified breakfast cereal is high in niacin. Niacin assists in the conversion of food to energy, so it will increase your metabolism if you're deficient. No evidence suggests that consuming more than the RDA will increase your metabolism.However, increasing niacin in your diet is not recommended because many Americans get too much. Niacin is a water-soluble B vitamin, also known as vitamin B3.Water-soluble vitamins are excreted through urine, not stored by the body, so you need a continuous supply through diet.ortified breakfast cereal is high in niacin. Niacin assists in the conversion of food to energy, so it will increase your metabolism if you're deficient. No evidence suggests that consuming more than the RDA will increase your metabolism."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "1156654",
                "msmarco.query.text": "what is another name for niacin deficiency"
            }
        ],
        "trecdl.query.id": "915593",
        "trecdl.query.text": "what types of food can you cook sous vide"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1133162",
                        "reldoc.text": "flexion-act of bending a joint; especially a joint between the bones of a limb so that the angle between them is decreased. flexure. bending-the act of bending something. flex-the act of flexing; he gave his biceps a flex to impress the ladies. dorsiflexion-the act of bending backward (of the body or a body part).",
                        "nreldoc.id": "7425527",
                        "nreldoc.text": "More on Geryon from Infoplease: 1  Geryon-Geryon (g hard). 2  A human monster with three bodies and three heads, whose oxen ate human flesh, and 3  ... Alebion: meaning and definitions-Alebion: Definition and Pronunciation.4  Alcon: meaning and definitions-Alcon: Definition and Pronunciation.ore on Geryon from Infoplease: 1  Geryon-Geryon (g hard). 2  A human monster with three bodies and three heads, whose oxen ate human flesh, and ..."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "389298",
                "msmarco.query.text": "human body flexion definition"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3326456",
                        "reldoc.text": "Gemini is an Air Sign, and thus responds to the world and to their romantic partner with a more rational than emotional focus. Their short attention spans cause them to burn out sometimes, but two Geminis together burn out at the same time! And, of course, that Gemini creativity will dream up a new scheme a moment later. Gemini is a Mutable Sign. Their flexible, easy-going natures make the four of them a perfect couple. These two have mastered the art of compromise; two Mutable signs together can easily form a conflict-free union.",
                        "nreldoc.id": "7571467",
                        "nreldoc.text": "They are considered to be compatible with signs of the same element (Libra, Aquarius, and Gemini itself). Their main body parts are the arms/hands and lungs, and the polar opposite of Gemini is Sagittarius. The sign that runs from May 21st to June 20th."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "894688",
                "msmarco.query.text": "what sign does gemini get along with"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3275814",
                        "reldoc.text": "Originally known as the Cha-Cha-Cha. Became popular about 1954. Cha Cha is an offshoot of the Mambo. When the English dance teacher Pierre Margolie visited Cuba in 1952, he realised that sometimes the Rumba was danced with extra beats. This is said to be an innovation introduced in 1948 by the musician Enrique Jorrin, combining two Cuban dances, the 'Danzon' and the 'Montuno'.",
                        "nreldoc.id": "872033",
                        "nreldoc.text": "My question is where a lot of different dances come from. For example Salsa, Cha Cha, and a few others come from Latin America. Is Tango from Spain?"
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "1028637",
                "msmarco.query.text": "who invented cha cha cha"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6438524",
                        "reldoc.text": "Home » Dominance. Definition. noun. (general) The state of being dominant; supremacy. (genetics) The property of a gene (or allele) when it suppresses the expression, or dominates the effects, of the recessive gene (or allele).",
                        "nreldoc.id": "3311321",
                        "nreldoc.text": "But though apes riding horses, reading and writing in English, and hunting like Stone Age humans is probably far-fetched, the idea of another species or life form dominating the planet isn't, scientists say. In fact, depending on how dominance is defined, other creatures may already be in charge, experts say."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "120533",
                "msmarco.query.text": "define dominance"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "820603",
                        "reldoc.text": "Figure 1. The intrathecal pump system consists of a pump/reservoir implanted between the muscle and skin of your abdomen and a catheter that carries pain medication (blue area) from the pump to the spinal cord and nerves. The pump is programmed to slowly release medication over a period of time.",
                        "nreldoc.id": "6189790",
                        "nreldoc.text": "If you have to have an indwelling catheter in your penis for a few days, it can be slightly uncomfortable at the tip of your penis as the catheter can rub a bit as you move around. It is not painful, but a bit uncomfortable, as the catheter is removed since it cannot be lubricated as it was when inserted."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "996163",
                "msmarco.query.text": "where is the intrathecal catheter inserted for a medtronic pain pump"
            }
        ],
        "trecdl.query.id": "264014",
        "trecdl.query.text": "how long is life cycle of flea"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3949556",
                        "reldoc.text": "It now appears that a U.S. default was not as big a concern for U.S. creditors as markets originally feared. Foreign investors overall added $24.4 billion in U.S government-debt holdings. Below are the top 10 largest holders of U.S. debt at the end of October. 1. China, mainland: $1.305 trillion. 2. Japan: $1.174 trillion. 3. Caribbean Banking Centers: $290.7 billion. 4. Oil Exporters*: $236.6 billion. 5. Taiwan: $184.5 billion. 6.",
                        "nreldoc.id": "4104857",
                        "nreldoc.text": "Weighted Average Cost of Capital. Weighted average cost of capital (WACC) is the average of the minimum after-tax required rate of return which a company must earn for all of its security holders (i.e. common stock-holders, preferred stock-holders and debt-holders).or inclusion in WACC, we need after-tax cost of debt, which is 7.427% [= 10.61% × (1 − 30%)]. Having all the necessary inputs, we can plug the values in the WACC formula to get an estimate of 9.82%."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "53141",
                "msmarco.query.text": "biggest holder of us debt"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6831562",
                        "reldoc.text": "Fees. The fee for your initial session will be $135 and is payable at your first appointment. Ongoing psychotherapy fees will be determined with your therapist and may vary according to the services needed.In some cases, a sliding scale may be available.ees. The fee for your initial session will be $135 and is payable at your first appointment. Ongoing psychotherapy fees will be determined with your therapist and may vary according to the services needed.",
                        "nreldoc.id": "1294130",
                        "nreldoc.text": "There are many different types of psychotherapy. Different therapies are often variations on an established approach, such as cognitive behavioral therapy. There is no formal approval process for psychotherapies as there is for the use of medications in medicine."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "483716",
                "msmarco.query.text": "psychotherapy fees average"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1399439",
                        "reldoc.text": "What is Advising? Academic advising is one of the most important services you will receive while you are at the University of Cincinnati. The process of academic advising is a shared responsibility in which the student and the adviser work together to achieve a common goal. Academic advisers help students: 1  Understand the general education and program requirements.  Understand major requirements.",
                        "nreldoc.id": "6017591",
                        "nreldoc.text": "What can affect a financial adviser’s charges. The fees that financial advisers charge may vary widely. There are several factors that could affect how much an adviser charges: Location: Some advisers may be based in a more expensive part of the UK, which means their office costs will be much higher."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "708532",
                "msmarco.query.text": "what is advising"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4069803",
                        "reldoc.text": "Palo Duro Canyon. Palo Duro Canyon is a canyon system of the Caprock Escarpment located in the Texas Panhandle near the cities of Amarillo and Canyon. As the second-largest canyon in the United States, it is roughly 120 mi (190 km) long and has an average width of 6 mi (9.7 km), but reaches a width of 20 mi (32 km) at places.",
                        "nreldoc.id": "4830249",
                        "nreldoc.text": "Grand Canyon in early February - Grand Canyon National Park Forum. Grand Canyon in early February. We are thinking of taking a trip out to Grand Canyon but are considering early February. We want to see the Grand Canyon, the vistas, take some beautiful photos, and some short hikes. Don't need to hike far down into the Canyon or anything. We don't want to miss the main highlights of the park due to the weather."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "995801",
                "msmarco.query.text": "where is the grand canyon in tx"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "7531260",
                        "reldoc.text": "Definition of orthotics. : a branch of mechanical and medical science that deals with the design and fitting of orthotics.",
                        "nreldoc.id": "6781836",
                        "nreldoc.text": "Most jobs in orthotic technology require a 2-year associate degree or a 4-year bachelor's degree in a field related to prosthetics or orthotics from an accredited school."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "693391",
                "msmarco.query.text": "what is a orthotics"
            }
        ],
        "trecdl.query.id": "1121402",
        "trecdl.query.text": "what can contour plowing reduce"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3681577",
                        "reldoc.text": "Obviously sneakers are a big part of the NBA but it seems these players' shoes outshine their game this season. What we call “sneaker culture,” at least in America, has its roots on the basketball courts of New York City. So, what players wear on their feet, especially in the NBA, has been a big deal for a while now.",
                        "nreldoc.id": "6599535",
                        "nreldoc.text": "Land Of Basketball.com. Teams, players profiles, awards, stats, records and championships. This page features all the information related to the NBA Basketball player Dell Curry: his teams, jerseys, shoes, stats, championships won, career highs, highlights, awards, titles, links and more data... NBA Players: Dell Curry Profile and Basic Stats."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "893501",
                "msmarco.query.text": "what shoes do most nba players wear"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "262503",
                        "reldoc.text": "Most pregnant women find out their baby's sex (if they choose to know) during their mid-pregnancy ultrasound, usually between 16 and 20 weeks. However, the technician may not be able to tell for sure if she can't get a clear view of the baby's genitals.",
                        "nreldoc.id": "3609664",
                        "nreldoc.text": "Second trimester pregnancy: What to expect. The second trimester of pregnancy is often the most enjoyable. Find out how to relieve common symptoms — and consider ways to prepare for what's ahead. By Mayo Clinic Staff. The second trimester of pregnancy often brings a renewed sense of well-being."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "1021478",
                "msmarco.query.text": "which trimester do we find out sex of child"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "904260",
                        "reldoc.text": "Dry socket is caused by a blood clot not forming properly, dissolving too quickly, or dislodging at the site of a tooth extraction before it has the chance to heal. After a tooth is pulled, a blood clot forms at the site. The clot gives the bone and nerve endings a protective coating.",
                        "nreldoc.id": "4925682",
                        "nreldoc.text": "The reason is to prevent the loss of the blood clot which is a cause of dry socket definitely do not use a straw or smoke either! In brief: Carbonated drinks. You should avoid carbonated drinks for 3-5 days after wisdom teeth are extracted. The reason is to prevent the loss of the blood clot which is a cause of dry socket definitely do not use a straw or smoke either! In brief: Carbonated drinks."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "86112",
                "msmarco.query.text": "causes of dry sockets"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4832468",
                        "reldoc.text": "Definitions for box-ticking. Here are all the possible meanings and translations of the word box-ticking. Wiktionary(0.00 / 0 votes)Rate this definition: box-ticking(Noun) The completion of a form containing multiple-choice questions in which one or more boxes need to be ticked by way of an answer.",
                        "nreldoc.id": "1186145",
                        "nreldoc.text": "Make sure you have read these carefully before ticking the box. Finally, you'll be asked to provide your credit or debit card details. Again, you will need to fill in any box that is marked with an asterisk. You may be charged a small fee for using your payment card to make an online purchase."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "809567",
                "msmarco.query.text": "what is the box ticking"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "336419",
                        "reldoc.text": "White Bluff, Tennessee. White Bluff is a town in Dickson County, Tennessee, United States. The population was 2,142 at the 2000 census and 3,206 at the 2010 census. The community name derives from the White Bluff Iron Forge.",
                        "nreldoc.id": "6790807",
                        "nreldoc.text": "Nashville, Davidson County, TN is located in Central Time Zone."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "614585",
                "msmarco.query.text": "what county is white bluff tn located in"
            }
        ],
        "trecdl.query.id": "962179",
        "trecdl.query.text": "when was the salvation army founded"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "8010584",
                        "reldoc.text": "Once the tree is upright, tamp the soil around it with your shoes and water it thoroughly. This settles the soil into place. Once the tree is straight, you have to keep it that way for several years. If it is six to ten feet tall, drive a sturdy six-foot long stake two feet from the trunk on each side of the tree. Loop one inch wide nylon belting loosely around the trunk and stake.",
                        "nreldoc.id": "3015804",
                        "nreldoc.text": "If you really want trees to grow fast, then use bonemeal on it. You get bonemeal from putting bones into your crafting bar. just right click a sapling with it in your hand. This will not guarantee the tree will grow. In most cases, it will grow, but what bonemeal really does is make the tree attempt to grow."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "381728",
                "msmarco.query.text": "how to straighten a tree that is growing slanted?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4832468",
                        "reldoc.text": "Definitions for box-ticking. Here are all the possible meanings and translations of the word box-ticking. Wiktionary(0.00 / 0 votes)Rate this definition: box-ticking(Noun) The completion of a form containing multiple-choice questions in which one or more boxes need to be ticked by way of an answer.",
                        "nreldoc.id": "1186145",
                        "nreldoc.text": "Make sure you have read these carefully before ticking the box. Finally, you'll be asked to provide your credit or debit card details. Again, you will need to fill in any box that is marked with an asterisk. You may be charged a small fee for using your payment card to make an online purchase."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "809567",
                "msmarco.query.text": "what is the box ticking"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6344138",
                        "reldoc.text": "Generally, prices range from $5,000 to $10,000 per door for a complete system that includes the biometric scanner, a specialized locking system, software integration and installation. If you're looking for hardware alone, a fingerprint scanner can be purchased for around $1,200 to $1,500 - about double the cost of a card or proximity reader. It might be tempting to save money by purchasing a biometric scanner separately and trying to do the installation yourself.",
                        "nreldoc.id": "145401",
                        "nreldoc.text": "Typical costs: 1  CostHelper readers with insurance report out-of-pocket costs of $283-$675 for blood tests, with an average of $432; total billed costs were $312-$1,200 (averaging $755), with the insurance either paying or discounting the total cost by $29-$525."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "305636",
                "msmarco.query.text": "how much do fingerprint readers typically cost?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "7052235",
                        "reldoc.text": "HSA/HRA qualified medical expenses. This is a quick reference list of expenses that can be reimbursed from a health savings account (HSA) or a. health reimbursement arrangement (HRA). Medical expenses allowed as deductions are determined by Section 213 (d) of the Internal Revenue Code. This.",
                        "nreldoc.id": "5793776",
                        "nreldoc.text": "A health savings account (HSA) is a trust created to pay the qualified medical expenses of an account beneficiary or the beneficiary's spouse or dependents. HSA earnings accumulate tax-free, and distributions to pay qualified medical expenses are also tax-free. health savings account (HSA) is a trust created to pay the qualified medical expenses of an account beneficiary or the beneficiary's spouse or dependents. HSA earnings accumulate tax-free, and distributions to pay qualified medical expenses are also tax-free."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "398840",
                "msmarco.query.text": "irs publication hsa qualified expenses"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6550263",
                        "reldoc.text": "Prices can range from $200 for one hour to a flat $700+ fee. Reb6Studios charges couples a flat fee: $700 and up for wedding video with drone services as an add-on. Others charge by the hour. Arid Productions, a Phoenix-based studio, prices their videos at $200 for the first hour of shooting and $75 for every hour after that.",
                        "nreldoc.id": "5029971",
                        "nreldoc.text": "A gathering of drones – Drone hobbyists watch a pair of the aircraft take to the air at a recent Make Drone Fly-In event in American Canyon, California. Click through for more scenes of drones and their human masters. gathering of drones – Drone hobbyists watch a pair of the aircraft take to the air at a recent Make Drone Fly-In event in American Canyon, California. Click through for more scenes of drones and their human masters."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "622845",
                "msmarco.query.text": "what do drone photographers charge"
            }
        ],
        "trecdl.query.id": "1117099",
        "trecdl.query.text": "what is a active margin"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3270480",
                        "reldoc.text": "The Middle Ages is a period in European history which, along with its adjective ‘Medieval’, was first referred to by italian scholars and academics of the late fifteenth century.",
                        "nreldoc.id": "3372863",
                        "nreldoc.text": "Definition of FALCHION. 1. : a broad-bladed slightly curved sword of medieval times. 2."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "770661",
                "msmarco.query.text": "what is medieval times"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5080680",
                        "reldoc.text": "Making the world better, one answer at a time. Mao Zedong created the People's Republic of China. He defeated Nationalist Jiang Jeshi (also known as Chiang Kai-Shek) and won control of China after Jiang Jeshi fled to Taiwan.ainland China. Located in East Asia, on the western shore of the Pacific Ocean, the People's Republic of China (PRC) has a land area of about 9.6 million sq km, and is the th … ird-largest country in the world, next only to Russia and Canada.",
                        "nreldoc.id": "5080684",
                        "nreldoc.text": "Although the war was interrupted for a decade by the Japanese invasion and World War II, it picked up again once Japan was defeated. Mao Zedong and the Communist Peoples Liberation Army won the Chinese Civil War, and China became the Peoples' Republic of China in 1949.Chiang Kai Shek, leader of the losing Nationalist forces, fled to Taiwan.lthough the war was interrupted for a decade by the Japanese invasion and World War II, it picked up again once Japan was defeated. Mao Zedong and the Communist Peoples Liberation Army won the Chinese Civil War, and China became the Peoples' Republic of China in 1949."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "873032",
                "msmarco.query.text": "what leader created the people's republic of china"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2041376",
                        "reldoc.text": "Summary: 1.A developed country is a country that has a high level of industrialization and per capita income while a developing country is a country that is still in the early stages of industrial development and has a low per capita income.he United Nations classifies countries as developed, developing, newly industrialized or developed, and countries in transition such as Kazakhstan, Kyrgyztan, Turkmenistan, and the former USSR.",
                        "nreldoc.id": "6991205",
                        "nreldoc.text": "more ... A system of weights and measures originally developed in England. Similar but not always the same as US standard units. The Imperial System has been replaced by the Metric System in most countries (including England)."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "498274",
                "msmarco.query.text": "similarities between developing and developed countries"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3763872",
                        "reldoc.text": "The application fee at Fairfield University is $60. Scores for either the ACT or SAT test are due Jan. 15. It is more selective, with an acceptance rate of 65 percent and an early acceptance rate of 67.1 percent.",
                        "nreldoc.id": "4205309",
                        "nreldoc.text": "Darrtown, Ohio. Built: 1905. Demolished: *Gone* Fairfield School #1. Location Unknown. Fairfield, Ohio. Built: Closed: *Current Status Unknown* Fairfield Township School #2. 5058 Dixie Highway. Fairfield, Ohio. Built: 1929. Closing: 2016 *Demolition Pending* Fairfield Township School #2 Gym. 5058 Dixie Highway. Fairfield, Ohio. Built: 1929"
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "101053",
                "msmarco.query.text": "cost for fairfield university"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4078461",
                        "reldoc.text": "The shape of a protein is extremely important. Your body is essentially made of proteins, allowing you to move, absorb energy, and send signals throughout your body. There are… 20 amino acids that can form, and proteins are made up of different sequences of these amino acids. Therefore, because proteins are made of the same materials, the overall sequence of amino acids changes the shape of a protein, thereby changing its function in the cell.",
                        "nreldoc.id": "6806051",
                        "nreldoc.text": "It resembles couscous in size and shape but is ground into flour to make gluten-free pasta (often made with a blend of quinoa and corn flours). It’s superior to traditional white flour pasta in amounts of protein, iron and phosphorous and is considered a complete protein, which is important to vegetarians. Spelt pasta."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "1072666",
                "msmarco.query.text": "why is the shape of the protein important"
            }
        ],
        "trecdl.query.id": "148538",
        "trecdl.query.text": "difference between rn and bsn"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4731707",
                        "reldoc.text": "Indian Journal of Biotechnology. Vol 7, July 2008, pp 341-348. Enhanced production of streptomycin and hydrolytic enzymes by Streptomyces. griseus strains using different types of organic solvents and detergent compounds. Kamal Y I El-shahed*, Ahmed I El-Diwany and Hassan M M Awad. National Research Center, Chemistry of Natural and Microbial Products Department, Dokki-Cairo-Egypt.",
                        "nreldoc.id": "3654477",
                        "nreldoc.text": "Streptomyces griseus was recently found to produce odor-active metabolites and compounds that give the off-flavor in apple juice when it is spoiled. The presence of S. griseus in soil gives it its property to spoil water and various foods.3) Dr. Waksman was studying how certain substances enabled soil microbes to destroy each other and streptomyces, he found was able to survive in the soil even under unfavorable conditions. In 1943, Actinomyces griseus was changed to Streptomycin griseus."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "867974",
                "msmarco.query.text": "what kind of enzymes produces the streptomyces janthinus?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6868040",
                        "reldoc.text": "BONES QUIZ 2. The easiest way to study anatomy: a free learning tool to memorize the bones of the human body in Latin, English and Dutch.The Quiz on this page helps you study the anatomy of the human body.ow this page works. 1  on the left top of the page the name of a bone is displayed. 2  click on the image on this bone to give an answer. 3  when the answer is wrong you get a message; try again.",
                        "nreldoc.id": "2969579",
                        "nreldoc.text": "In bone marrow aspiration, a needle is used to withdraw a sample of the fluid portion. Bone marrow biopsy and bone marrow aspiration are often done at the same time. Together, these procedures may be called a bone marrow exam."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "381849",
                "msmarco.query.text": "how to study for exam on the bones"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4251897",
                        "reldoc.text": "Hobart · Population. Question: What is the population of Hobart? Answer: Hobart, Australia (Administrative unit: Tasmania) - last known population is ≈ 207 700 (year 2014). This was 0.879% of total Australia population. If population growth rate would be same as in period 2011-2014 (+6.69%/year), Hobart population in 2017 would be: 252 221*.",
                        "nreldoc.id": "4509320",
                        "nreldoc.text": "Hobart Brothers is a company with a rich and diverse history. It was incorporated in 1917 by Charles Clarence (C.C.) Hobart, along with his wife, Lou Ella, and their three sons, Edward, Charles and William."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "477080",
                "msmarco.query.text": "population hobart"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1395063",
                        "reldoc.text": "7,308 pages on this wiki. Maybe! They might make Dolphin Tail 3 because we need to know if Sawyer is going to come back to see Winter, Hope, Hazel, Dr. Clay Haskett, Rufus and the rest of the Clearwater Team. Also it is a true story so it would be nice to see more major life events of Winter.We don't really know for sure.I watched the first movie in 2011 when it came out to DVD and it took 2 years to make the next one in 2014, so I assume the next movie might come out in 2016 or 2017!lso it is a true story so it would be nice to see more major life events of Winter. We don't really know for sure. I watched the first movie in 2011 when it came out to DVD and it took 2 years to make the next one in 2014, so I assume the next movie might come out in 2016 or 2017!",
                        "nreldoc.id": "2839351",
                        "nreldoc.text": "Dolphin stadium ..far from airports ? I'm trying togo to the game next week, and I need some information and directions to get the Dolphin stadium, is it far from the three miami airports? which one is closer? .. is there a bus or metro going to the stadium?"
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "429142",
                "msmarco.query.text": "is there going to be a dolphin tale 3"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "815579",
                        "reldoc.text": "Hawaii and Arizona, along with three US territories, already don't observe daylight saving time. More than a dozen others have considered ditching it. By David Iaconangelo, Staff November 5, 2016",
                        "nreldoc.id": "8506460",
                        "nreldoc.text": "Time Zones Currently Being Used in United States. Note: Local time in these time zones changes when Daylight Saving Time begins and ends. These time zones are used during other parts of the year. They will become active again after the next clock change as Daylight Saving Time begins or ends. USA."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "503147",
                "msmarco.query.text": "states that don't change to daylight savings"
            }
        ],
        "trecdl.query.id": "451602",
        "trecdl.query.text": "medicare s definition of mechanical ventilation"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "251892",
                        "reldoc.text": "Pregnant women with syphilis can pass the bacteria to their babies, causing a condition known as congenital syphilis. Congenital syphilis causes a variety of skin and organ problems in infants, and it can be deadly. Pregnant women with syphilis also have about a 40% chance of having a baby that is stillborn.",
                        "nreldoc.id": "2181191",
                        "nreldoc.text": "Without treatment, secondary syphilis turns into late syphilis (also called latent or tertiary syphilis). This can develop from two to thirty years after infection. At this stage, no symptoms are present and the infection can only be detected with blood tests. However, the disease continues to cause damage."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "582382",
                "msmarco.query.text": "what can syphilis cause"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5478966",
                        "reldoc.text": "A cockroach can usually live for about 7 to 10 days without water, and can go for at least 30 days with no food before it starves. It is almost impossible for cockroach to starve to death in the wild unless it is enclosed or trapped, because of its uncanny ability to eat almost anything as a food source.",
                        "nreldoc.id": "870236",
                        "nreldoc.text": " The family, genus and species depends on the … specific type of  cockroach. the American cockroach is Family: Blattidae, Genus:  Periplaneta and Species: P. Americana.hile the true origin of the name will probably forever be shrouded in mystery (a product of the long time that cockroaches have been plaguing our great civilization), a good … number of prominent linguo-biologo-sociologists have suggested that the term cockroach originated in England in the nineteenth century."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "252302",
                "msmarco.query.text": "how long does it take a cockroach to die?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1748175",
                        "reldoc.text": "Jarabe Tapatio. The jarabe Tapatío is a Mexican dance, often called the national dance of Mexico, and better known internationally as the Mexican hat dance. The jarabe Tapatío is a Mexican folk dance, often called the national dance of Mexico, and better known internationally as the Mexican hat dance.",
                        "nreldoc.id": "1956019",
                        "nreldoc.text": "MISSION. Calpulli Mexican Dance Company's mission is to teach and produce dance-based programming incorporating live music and theatre to promote the rich diversity of Mexico's cultural heritage.To this end, the organization focuses on the following:ISSION. Calpulli Mexican Dance Company's mission is to teach and produce dance-based programming incorporating live music and theatre to promote the rich diversity of Mexico's cultural heritage."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "449458",
                "msmarco.query.text": "meaning of the mexican hat dance"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1099668",
                        "reldoc.text": "The main uses of duloxetine are in major depressive disorder, generalized anxiety disorder, urinary incontinence, neuropathic pain, chronic musculoskeletal pain, and fibromyalgia.",
                        "nreldoc.id": "435013",
                        "nreldoc.text": "In 2007, Health Canada approved duloxetine for the treatment of depression and diabetic peripheral neuropathic pain. Duloxetine was approved for use of stress urinary incontinence (SUI) in the EU in 2004. In 2005, Lilly withdrew the duloxetine application for stress urinary incontinence (SUI) in the U.S., stating that discussions with the FDA indicated the agency is not prepared at this time to grant approval ..."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "741731",
                "msmarco.query.text": "what is duloxetine generic for"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "142903",
                        "reldoc.text": "What are the symbols of American cultrue?An article titled Five Famous Symbols of American Culture lists the following in order：The Statue of Liberty, Barbie, American Gothic, the Buffalo nickle, Uncle Sam.I'm not sure whether it is updated.I wonder whether it keeps the same case all along the American history.n article titled Five Famous Symbols of American Culture lists the following in order：The Statue of Liberty, Barbie, American Gothic, the Buffalo nickle, Uncle Sam.",
                        "nreldoc.id": "5871820",
                        "nreldoc.text": "Native American Meaning of Feathers Chart The following chart describes the meanings of Feathers providing information of the significance of each of the birds together with its meaning, attributes, characteristics and symbolism.iscover facts and information about the Meaning of Feathers and the culture of the North American Native Indians. 1  The Meaning of Feathers and the beliefs and culture of Native American Indian tribes."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "571304",
                "msmarco.query.text": "what are the major american symbols that define american culture"
            }
        ],
        "trecdl.query.id": "359349",
        "trecdl.query.text": "how to find the midsegment of a trapezoid"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1944629",
                        "reldoc.text": "Medical Conditions. Peeling and breaking of the fingernails can be caused by a fungal infection of the nails. Less commonly, brittle nails are due to other nail or skin conditions, such as psoriasis. Sometimes, brittle nails are a sign of a general medical condition, such as thyroid disease or diabetes.",
                        "nreldoc.id": "2228262",
                        "nreldoc.text": "Moisture. Most cases of splitting nails are caused by moisture, according to the American Osteopathic College of Dermatology. Repeatedly wetting and drying your hands, and, by extension, your fingernails, can cause the nails to dry out.Too much moisture can also weaken the nails, softening them and causing them to peel.sing your fingernails as tools for scraping and prying will also cause nail injuries, and nails can break and split during normal everyday activities. Keeping your nails trimmed short and filing them with an emery board into a rounded shape can prevent the splitting and peeling from getting worse."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "641469",
                "msmarco.query.text": "what does it mean when your fingernails peel"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2688130",
                        "reldoc.text": "In 2014, the company launched its Burgers at Breakfast campaign, serving menu items like the Whopper and the Double Bacon Cheeseburger (the most underrated order on the BK menu) during breakfast hours. For the full lunch menu, get to most Burger King locations after 10:30 a.m. and you'll be A-OK.",
                        "nreldoc.id": "8128768",
                        "nreldoc.text": "Contents [show] 1  1 A Few More Useful Burger King Connection Numbers: 2  2 Burger King Head Office Opening Hours: 3  3 Burger King UK Head Office Address: 4  4 The Burger King Menu – 0844 248 2696 4.1 Flame-Grilled Burgers. 4.2 Crispy & Tender Chicken. 5  5 Burger King Customer Service – 0843 208 2452. 6  6 Burger King Complaints – 0843 208 2453."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "57187",
                "msmarco.query.text": "burger king serves lunch hours"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1240220",
                        "reldoc.text": "3 Stars. Nitroglycerin is used to treat congestive heart failure, to help prevent frequent chest pain caused by a heart condition known as angina, and to relieve pain caused by chronic anal fissures. The drug is available under the brand names Nitromist, Nitrobid, Nitro-Dur, Nitrostat, Imdur, Isordil and Rectiv.",
                        "nreldoc.id": "54748",
                        "nreldoc.text": "Medications for Relieving Symptoms. Nitroglycerin. Most patients will receive nitroglycerin during and after a heart attack, usually under the tongue. Nitroglycerin decreases blood pressure and opens the blood vessels around the heart, increasing blood flow."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "1153652",
                "msmarco.query.text": "what is nitroglycerin treat"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1395063",
                        "reldoc.text": "7,308 pages on this wiki. Maybe! They might make Dolphin Tail 3 because we need to know if Sawyer is going to come back to see Winter, Hope, Hazel, Dr. Clay Haskett, Rufus and the rest of the Clearwater Team. Also it is a true story so it would be nice to see more major life events of Winter.We don't really know for sure.I watched the first movie in 2011 when it came out to DVD and it took 2 years to make the next one in 2014, so I assume the next movie might come out in 2016 or 2017!lso it is a true story so it would be nice to see more major life events of Winter. We don't really know for sure. I watched the first movie in 2011 when it came out to DVD and it took 2 years to make the next one in 2014, so I assume the next movie might come out in 2016 or 2017!",
                        "nreldoc.id": "2839351",
                        "nreldoc.text": "Dolphin stadium ..far from airports ? I'm trying togo to the game next week, and I need some information and directions to get the Dolphin stadium, is it far from the three miami airports? which one is closer? .. is there a bus or metro going to the stadium?"
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "429142",
                "msmarco.query.text": "is there going to be a dolphin tale 3"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "8248869",
                        "reldoc.text": "The passive learning style can be regarded as a hobby or more for fun as it is not the optimal learning style. 7 people found this helpful. We practiced passive learning and that was a great way for us to evolve because it allowed us freedom to think clearer.5 people found this helpful.When doing online classes I turn in homework quite often.. and take exams on my own...his is passive learning, there isnt much communication between you and the program when you do homework and exams because once you finish you get your results right there... and can re study and re take the tests within 30 days.",
                        "nreldoc.id": "8546411",
                        "nreldoc.text": "Active vs Passive. Your active and passive range of motion may be very different, not only from each other, but also at the joints themselves. Active range of motion means you move a joint through its range of motion, or ROM.Passive range of motion involves someone else moving a joint for you.ange of motion is the amount of movement you have at each joint. It is related to flexibility and is an important part of an exercise program. Understanding both active and passive ranges of motion and their importance can help you improve your flexibility and performance."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "645202",
                "msmarco.query.text": "what does passive education mean"
            }
        ],
        "trecdl.query.id": "1115776",
        "trecdl.query.text": "what is an aml surveillance analyst"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3847218",
                        "reldoc.text": "The necessary size (or horsepower) of the pump can be determined by the following general rule-for above ground pools up to 24 ft round, use a 1 HP pump and for above ground pools over 24 ft round, use a 1.5 HP pump.",
                        "nreldoc.id": "1478274",
                        "nreldoc.text": "1 Pool heat pumps also cost $2,000 to $3,000, depending on brand and size. 2  Solar pool heaters, on the other hand, cost $100 for a small above ground pool brand and $1,000 (or above) for a larger in-ground solar pool heating systems. 3  These prices reflect the actual heater and will not include the installation."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "895696",
                "msmarco.query.text": "what size pump do i need for a 24 above ground pool"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3803788",
                        "reldoc.text": "When you open an EPS file containing vector graphics, Photoshop rasterizes the image, converting the vector graphics to pixels. EPS format supports Lab, CMYK, RGB, Indexed Color, Duotone, Grayscale, and Bitmap color modes, and does not support alpha channels.",
                        "nreldoc.id": "5262382",
                        "nreldoc.text": "The SWF (pronounced “swiff ”) file format delivers vector graphics, text, video, and sound over the Internet and. is supported by Adobe® Flash® Player software. The SWF file format is designed to be an efficient delivery. format, not a format for exchanging graphics between graphics editors."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "839227",
                "msmarco.query.text": "what is the photoshop graphic file format"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4990200",
                        "reldoc.text": "Updated August 12, 2016. The Uniform Code of Military Justice (UCMJ) is the bedrock of military law. The UCMJ is a federal law, enacted by Congress. Articles 77 through 134 of the UCMJ are known as the punitive articles, -- that is, specific offenses which, if violated, can result in punishment by court-martial. The law requires the Commander-in-Chief (The President of the United States) to implement the provisions of the UCMJ.",
                        "nreldoc.id": "558507",
                        "nreldoc.text": "The Court Martial Process. A court-martial is a criminal trial for members of the military who are accused of committing the crimes listed in the Punitive Articles section of the Uniform Code of Military Justice (UCMJ). Some of these crimes, such as larceny, arson, manslaughter, or conspiracy, are similar to civilian crimes."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "274905",
                "msmarco.query.text": "how many articles are in the ucmj all together"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4039070",
                        "reldoc.text": "Visit Cumbria for an experience like no other in England. The market towns of Kendal, Keswick and Cockermouth offer a unique shopping experience for the urban dweller, and the busy lakes of Windermere and Ullswater provide ample opportunity for boating or watersports.",
                        "nreldoc.id": "3758926",
                        "nreldoc.text": "One of the largest and best known producers of sticky toffee puddings is located in the village of Cartmel in Cumbria (Cartmel is also located in the traditional area known as  Lancashire Over The Sands), called Cartmel Village Shop. 2,000 sticky toffee puddings are made there each week.ne of the largest and best known producers of sticky toffee puddings is located in the village of Cartmel in Cumbria (Cartmel is also located in the traditional area known as  Lancashire Over The Sands), called Cartmel Village Shop. 2,000 sticky toffee puddings are made there each week."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "980832",
                "msmarco.query.text": "where is cumbria"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4343933",
                        "reldoc.text": "Once you have the Amazon gift card, you can then use it to pay for part of your order, with the remaining balance being charged to another credit card. had a Navy Federal Union Visa gift card and it wasn’t letting me use it to buy the Amazon gift card no matter what info I put in for cardholder name and address, or whether I did it for $50 or $49. Turns out that I had to register the card with my name and billing address before I could use it for an online purchase.",
                        "nreldoc.id": "8216261",
                        "nreldoc.text": "Get Free Amazon Gift Card Code with our Online Amazon Code Generator. Choose Gift Card: - $25 Amazon Gift Code - $50 Amazon Gift Code - $100 Amazon Gift Code"
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "69916",
                "msmarco.query.text": "can i use a visa gift card on amazon"
            }
        ],
        "trecdl.query.id": "1112341",
        "trecdl.query.text": "what is the daily life of thai people"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "262503",
                        "reldoc.text": "Most pregnant women find out their baby's sex (if they choose to know) during their mid-pregnancy ultrasound, usually between 16 and 20 weeks. However, the technician may not be able to tell for sure if she can't get a clear view of the baby's genitals.",
                        "nreldoc.id": "3609664",
                        "nreldoc.text": "Second trimester pregnancy: What to expect. The second trimester of pregnancy is often the most enjoyable. Find out how to relieve common symptoms — and consider ways to prepare for what's ahead. By Mayo Clinic Staff. The second trimester of pregnancy often brings a renewed sense of well-being."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "1021478",
                "msmarco.query.text": "which trimester do we find out sex of child"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3282119",
                        "reldoc.text": "Humility is the quality of being humble. If you meet one of your heroes and feel nervous and in awe for her, you are experiencing humility. Humility comes from the Latin word humilis, which literally means low. If you feel humility in front of someone, you feel small in the scheme of things — that you are just a simple, insignificant person.",
                        "nreldoc.id": "7782819",
                        "nreldoc.text": "What is Humility? Definition and meaning:HUMILITY hu-mil'-i-ti (~[`anawah]; tapeinophrosune): (1) The noun occurs in the Old Testament only in Proverb. Toggle navigation Read Toggle Dropdown"
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "779384",
                "msmarco.query.text": "what is one example of showing someone humility"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "885367",
                        "reldoc.text": "Rating Newest Oldest. Best Answer: The cost depends upon many factors. When my dog got old and ill, the vet put him to sleep and didn't even charge, because we went to that vet for many years. When my first cat reached 21 and developed hypertension, we had her put to sleep. I think it cost about 60.00.",
                        "nreldoc.id": "1225051",
                        "nreldoc.text": "At my vet they charge $6 to $8 to put a dog to sleep. Cremation is $50-$120 depending on the size of the animal. You can buy urns for like $20. If you want a nice one they are around $40.he price really seems to vary by the different states. Here in SE Michigan to have a dog around 100 lbs (vets go by the size) put to sleep only cost me about $50 and my vet comes to my house and its over in about 10 secs (no other prep)."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "36435",
                "msmarco.query.text": "average fee to put an animal to sleep?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1748646",
                        "reldoc.text": "Definitions for dry-hump. Here are all the possible meanings and translations of the word dry-hump. Wiktionary(0.00 / 0 votes)Rate this definition: dry-hump(Verb) To simulate sexual intercourse without the genitalia directly touching, i.e. while wearing clothes, or by rubbing the genitals against something else.",
                        "nreldoc.id": "7571683",
                        "nreldoc.text": "Camels are mammals with long legs, a big-lipped snout and a humped back. There are two types of camels: dromedary camels, which have one hump, and Bactrian camels, which have two humps. Camels' humps consist of stored fat, which they can metabolize when food and water is scarce.amels are mammals with long legs, a big-lipped snout and a humped back. There are two types of camels: dromedary camels, which have one hump, and Bactrian camels, which have two humps. Camels' humps consist of stored fat, which they can metabolize when food and water is scarce."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "636366",
                "msmarco.query.text": "what does dry hump mean"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "346359",
                        "reldoc.text": "unwind. 1  to wind off or undo (something wound) 2  uncoil. 3  to straighten out or untangle (something confused or involved) 4  to make relaxed, less tense, etc. 5  to close out (a position in a securities or commodities trade) to sell (a stake in a company, business venture, etc.)",
                        "nreldoc.id": "1962148",
                        "nreldoc.text": "DNA is generally tightly packed into a structure called chromatin. It is double stranded and twisted into a structure called a double helix. In order to replicate, DNA must unwind. After unwinding, each side of DNA separates by unzipping down the middle, with the two unzipped strands serving as templates for creating new strands."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "532900",
                "msmarco.query.text": "unwind define"
            }
        ],
        "trecdl.query.id": "131843",
        "trecdl.query.text": "definition of a sigmet"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4799431",
                        "reldoc.text": "Fungal Ear Infections. Ear infections are either bacterial or fungal. The most common cause of fungal ear infections in dogs is yeast. Yeast is constantly present on the bodies of animals, but when the immune system isn't in prime condition, yeast can overgrow and cause an infection. Most dogs prone to yeast infections need to have their ears cleaned and dried frequently.",
                        "nreldoc.id": "6533969",
                        "nreldoc.text": "In this article. Canine ear infections are most commonly caused by bacteria or yeast. Ear mites, excessive hair, moisture or wax, foreign bodies, allergies, and hypothyroidism can all be contributing factors in the development of an ear infection. veterinarian can usually diagnose an ear infection by examining the ear canal and ear drum with a magnifying ear cone similar to devices used on people. This may require sedation, especially if the dog is very painful. A sample of ear discharge may be examined to look for bacteria, yeast, and parasites."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "1005800",
                "msmarco.query.text": "which bacteria cause ear infections in dogs"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4038756",
                        "reldoc.text": "Nylon sutures are not absorbable, meaning they must be manually removed. A nylon suture is a needle threaded with nylon thread used to join two edges of a wound together.Nylon is a non-absorbable suture, meaning that it doesn't dissolve in the body like other types of suture threads. Its durability makes a nylon suture particularly useful when closing wounds in the skin or internal organs.kin closure tape may be used in place of sutures for patients who have fragile skin. Nylon sutures may be used in the bladder. Nylon is one of the most common materials included in suture kits to close wounds in the skin.",
                        "nreldoc.id": "8246478",
                        "nreldoc.text": "Typically sutures are left in for 5-8 days on the face depending on where the sutures were placed, and 10-14 days for the chest and back. If sutures are left in too long, the likelihood of those sutures leaving a permanent mark is greater. These marks can look like rail road tracks or stay darker for a longer period of time. The face typically heals very fast because it has a terrific blood supply and heals very quickly."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "23949",
                "msmarco.query.text": "are nylon sutures considered permanent"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3703923",
                        "reldoc.text": "The Cossacks united in the 15th century as a self-governing warrior organization that was loyal only to the Russian Czar. They settled in six different areas: the Don, the Greben in Caucasia, the Yaik, near the Ural River, the Volga, the Dnieper and the Zaporozhian, west of the Dnieper.",
                        "nreldoc.id": "4325500",
                        "nreldoc.text": "The French supposedly heard this word and adopted it as bistro (bistrot) for the name of any small, informal restaurant. There are many, many problems with this tale. One problem is that the story details change too often. Sometimes it's regular Russian troops; other times it's Cossacks."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "917711",
                "msmarco.query.text": "what was a cossack?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5078031",
                        "reldoc.text": "PRICE: One major advantage of purchasing a used cart is the price. Buyers can save serious money by looking at used carts vs new. Generally, used golf carts can start as low as $2,000, and of course the price goes up from there depending on the accessories. ACCESSORIES: For the most part, golf carts have not changed over the past 10. Many times, a used cart will have similar quality parts and longevity as a new cart but cost less.",
                        "nreldoc.id": "5384195",
                        "nreldoc.text": "If you buy the golf cart tire at the same time you are purchasing a golf cart wheel, the mounting is often free. Golf cart wheels can be made of steel or aluminum. The standard golf cart wheel uses a 4 on 4 golf cart bolt hole pattern. This standard hole pattern typically fits an EZ Go, Club Car or Yamaha golf cart."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "806737",
                "msmarco.query.text": "what is the average price for a used golf cart?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1806202",
                        "reldoc.text": "Emtpy sella syndrome can also be categorized based on its cause: Primary empty sella syndrome – happens when there is a combination of (i) increased spinal fluid pressure and (ii) a defect in the diaphragma sellae, a membrane that sits on top of the pituitary.",
                        "nreldoc.id": "172265",
                        "nreldoc.text": "Primary ESS happens when a small anatomical defect above the pituitary gland increases pressure in the sella turcica and causes the gland to flatten out along the interior walls of the sella turcica cavity. Primary ESS is associated with obesity and high blood pressure in women."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "583656",
                "msmarco.query.text": "what cause a partially empty sella"
            }
        ],
        "trecdl.query.id": "104861",
        "trecdl.query.text": "cost of interior concrete flooring"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4099403",
                        "reldoc.text": "Hop Tropic is a light, refreshing pale ale that edges into IPA territory. With a nose of passion fruit, grapefruit, guava and tangerine, Hop Tropic has a medium-light mouth feel, with a little caramel and a creamy body to support the hop profile and balance the finish. It comes in at 6.2% ABV and 48 IBUs.",
                        "nreldoc.id": "6364144",
                        "nreldoc.text": "Hop Varieties for Beer Brewing – BeerSmith. A complete listing of popular hop varieties used in home brewing beer. The table below includes hop properties and appropriate substitutes – click on any hop name for the details on that hop variety. Give BeerSmith a Try!"
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "205250",
                "msmarco.query.text": "hop tropic"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6884631",
                        "reldoc.text": "Wind-Economics of Wind Energy. Wind-generated electricity has become more economical to produce in the past 10 years, dropping from as much as 30 cents per kilowatt-hour to 2.5 cents to 7 cents, making it more competitive with other energy sources.t provides a substantial economic benefit that lowers the cost of wind energy for the customer. The PTC has changed the landscape of the wind-generation business in the U.S. and helps promote a sensible energy policy that wisely encourages diversification of energy sources.",
                        "nreldoc.id": "5307957",
                        "nreldoc.text": "What Is Wind Energy? Wind is simply air in motion. Winds are created by the sun's uneven heating of the atmosphere in combination with the irregular surface of the earth and the earth's rotation. These winds can be harvested using wind turbines and used to make electricity. The force of the wind makes the wind turbine blades spin, and the energy of this motion is converted into electricity by a generator. See a brief wind turbine animation on DOE's Energy Basics Web site. Wind energy is a free, renewable resource. Its use does not affect its future supply. How Can We Use Energy from the Wind? Wind turbines can convert the energy in the wind into mechanical power that can be used for a variety of activities like pumping water. Wind turbines can also use generators to convert wind energy into electricity."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "515779",
                "msmarco.query.text": "the economics of wind energy"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4104806",
                        "reldoc.text": "The Big Bang Theory is in season. The Big Bang Theory is now airing its tenth season on CBS. The season premiere aired Monday, September 19, 2016 and the season will end in May 2017. The Big Bang Theory started the season on Monday nights and returned to its regular Thursday night time period on October 27, 2016.",
                        "nreldoc.id": "2124484",
                        "nreldoc.text": "Kaley Cuoco-Sweeting and Johnny Galecki in The Big Bang Theory. (CBS) The Big Bang Theory is kicking off Season 9 with a wedding and a divorce of sorts."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "946030",
                "msmarco.query.text": "when does big bang theory air"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "7056031",
                        "reldoc.text": "For us in the Northern Hemisphere, the December solstice marks the longest night and shortest day of the year. Meanwhile, on the day of the December solstice, the Southern Hemisphere has its longest day and shortest night. This special day is coming up on Tuesday, December 22 at 4:48 UTC (December 21 at 10:48 p.m. CST). No matter where you live on Earth’s globe, a solstice is your signal to celebrate.",
                        "nreldoc.id": "1208516",
                        "nreldoc.text": "Summer is the hottest of the four temperate seasons, falling between spring and autumn. At the summer solstice, the days are longest and the nights are shortest, with day-length decreasing as the season progresses after the solstice. The date of the beginning of summer varies according to climate, tradition and culture."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "442549",
                "msmarco.query.text": "longest night and shortest day"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "7347266",
                        "reldoc.text": "Pandesal is a Filipino version of dinner rolls that are enjoyed any time of day. It is soft, slightly sweet and perfect for pairing with hot chocolate or coffee. Course Breakfast, Side Dish, Snack",
                        "nreldoc.id": "945864",
                        "nreldoc.text": "Notice how their voice goes up and down very deliberately. They know very well what they are doing. Notice also how the TV presenter moves their head and their in time with the modulation. Their body is often obscured by a table or even off-camera."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "1166482",
                "msmarco.query.text": "what are pandesal"
            }
        ],
        "trecdl.query.id": "833860",
        "trecdl.query.text": "what is the most popular food in switzerland"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1879754",
                        "reldoc.text": "1 Most tattoo artists charge an hourly rate that varies from about $75 to $150 an hour, according to Bill Johnson, executive office director of the Alliance of Professional Tattooists..",
                        "nreldoc.id": "7526046",
                        "nreldoc.text": "One of the most important criteria in choosing a tattoo is the cost of getting the tattoo. Factors that determine tattoo prices: The Artist. The cost of a tattoo will depend on the skill of the artisan. Many professional artisans usually charge per hour per work. With this, one is guaranteed a good quality professional work. The cost starts at $100 to $300 per hour and depending on the size, it may augment to thousands of dollars."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "510633",
                "msmarco.query.text": "tattoo fixers how much does it cost"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2988261",
                        "reldoc.text": "Making the world better, one answer at a time. When Land Rovers were first built they were made my Rover, then British Leyland before being bought by British Aerospace. They then changed hands to BMW and then to Ford. In June 2008, Ford sold its Jaguar and Land Rover operations to Tata Motors, who currently own Land Rover. ",
                        "nreldoc.id": "2988263",
                        "nreldoc.text": "The Rover Company (originator of the Land Rover marque) was experimenting with a larger model than the Land Rover Series in 1951, when the Rover P4-based two-wheel-drive Road Rover project was developed by Gordon Bashford."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "1043711",
                "msmarco.query.text": "who make the land rover"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6831562",
                        "reldoc.text": "Fees. The fee for your initial session will be $135 and is payable at your first appointment. Ongoing psychotherapy fees will be determined with your therapist and may vary according to the services needed.In some cases, a sliding scale may be available.ees. The fee for your initial session will be $135 and is payable at your first appointment. Ongoing psychotherapy fees will be determined with your therapist and may vary according to the services needed.",
                        "nreldoc.id": "1294130",
                        "nreldoc.text": "There are many different types of psychotherapy. Different therapies are often variations on an established approach, such as cognitive behavioral therapy. There is no formal approval process for psychotherapies as there is for the use of medications in medicine."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "483716",
                "msmarco.query.text": "psychotherapy fees average"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6643693",
                        "reldoc.text": "Cost of Kansas Assisted Living Facilities. According to the 2015 Genworth Financial cost of care survey, the average cost of assisted living in Kansas is $4,188 per month.The monthly base rate for Kansas assisted living is typically higher when compared to neighboring states.Kansas is also more expensive compared to the national average.This cost is the base cost for a one-bedroom assisted living unit in Kansas. Additional fees beyond the base rate may apply.ansas is also more expensive compared to the national average. This cost is the base cost for a one-bedroom assisted living unit in Kansas. Additional fees beyond the base rate may apply.",
                        "nreldoc.id": "5981923",
                        "nreldoc.text": "Cost of Tennessee Assisted Living Facilities. According to the 2015 Genworth Financial cost of care survey, the average cost of assisted living in Tennessee is $3,395 per month.The monthly base rate for Tennessee assisted living is typically higher when compared to neighboring states.Tennessee is also less expensive compared to the national average.ost of Tennessee Assisted Living Facilities. According to the 2015 Genworth Financial cost of care survey, the average cost of assisted living in Tennessee is $3,395 per month. The monthly base rate for Tennessee assisted living is typically higher when compared to neighboring states. Tennessee is also less expensive compared to the national ..."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "33067",
                "msmarco.query.text": "average cost of assisted living in kansas"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "675275",
                        "reldoc.text": "Covington is an independent city in the U.S. state of Virginia, located at the confluence of Jackson River and Dunlap Creek. It is in Alleghany County where it is also the county seat. The population was 5,957 in 2009. The Bureau of Economic Analysis combines the city of Covington with Alleghany county for statistical purposes. Covington is one of three cities (with Roanoke and Salem) in the Roanoke Regional Partnership. The current mayor of Covington is Robert Bennett.",
                        "nreldoc.id": "640277",
                        "nreldoc.text": "8 Building Permits for Covington County, MS View All. In 2014, the city of Covington County, MS issued 8 building permits. All permits issued were for Single Family Homes. Of those 8 permits, were issued for single family homes and 8 were issued for multi-family homes."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "604744",
                "msmarco.query.text": "what county is covington ?"
            }
        ],
        "trecdl.query.id": "207786",
        "trecdl.query.text": "how are some sharks warm blooded"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6679459",
                        "reldoc.text": "Marijuana's Possible Weight-Loss Benefits. The compounds THCV and cannabidiol found in marijuana may help raise metabolism, speed fat loss, and lower cholesterol, says new research from GW Pharmaceuticals. The British drug company conducted animal tests and discovered that THCV also improves insulin sensitivity.",
                        "nreldoc.id": "5755203",
                        "nreldoc.text": "#WeightLossSurgeryIndia, #CostWeightLossSurgeryIndia, low cost weight loss surgery India, weight loss surgery benefits India, weight loss surgery types, weight loss surgery preparations, recovery weight loss surgery India, post operative care weight loss surgery. Tour Options. Travel Kit."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "445408",
                "msmarco.query.text": "marijuana for weight loss"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6648445",
                        "reldoc.text": "Medical Definition of Larynx. Larynx: A tube-shaped organ in the neck that contains the vocal cords. The larynx is about 5 cm (2 in.) long. It is part of the respiratory system and is located between the pharynx and the trachea. Humans use the larynx to breathe, talk, and swallow.",
                        "nreldoc.id": "4186278",
                        "nreldoc.text": "The cavity within the larynx comprises three consecutive chambers. The first chamber, the vestibule of the larynx, is a tube between the pharynx and a pair of folds, the vestibular folds (the false vocal cords), that protrude into the larynx."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "123192",
                "msmarco.query.text": "define larynx"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "899823",
                        "reldoc.text": "Provogue Eyewear available in Indian Markets starting at Rs. 225. The lowest price accessory present online is Super Deals Golden Frame & Orange Glass Aviator Sunglasses For Men & Women as on 15th April, 2017. Get the best and most affordable deals for Provogue Eyewear.",
                        "nreldoc.id": "2640490",
                        "nreldoc.text": "A Company manages the cadre and students for the Aviation Captain’s Career Course, Aviation Warrant Officer Advanced Course, Aviation Maintenance Officer’s Course, Aviation Mission Survivability Course, and Aviation Pre-Command Course."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "483395",
                "msmarco.query.text": "provogue aviator price"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3312230",
                        "reldoc.text": "Dan Knight - 2014.04.26. Personal computer history doesn’t begin with IBM or Microsoft, although Microsoft was an early participant in the fledgling PC industry. The first personal computers, introduced in 1975, came as kits: The MITS Altair 8800, followed by the IMSAI 8080, an Altair clone. (Yes, cloning has been around that long!) Both used the Intel 8080 CPU. That was also the year Zilog created the Z-80 processor and MOS Technology produced the 6502.",
                        "nreldoc.id": "4086286",
                        "nreldoc.text": "An invention is a new thing that someone has made. The computer was an invention when it was first made. We say when it was invented. New things that are made or created are called inventions. Cars and plastics are inventions that everyone knows.Inventions are made by inventors.See the fact file below for more information about inventors and inventions.he computer was an invention when it was first made. We say when it was invented. New things that are made or created are called inventions. Cars and plastics are inventions that everyone knows."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "960593",
                "msmarco.query.text": "when was the desktop computer invented"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2166642",
                        "reldoc.text": "fidelity, allegiance, fealty, loyalty, devotion, piety mean faithfulness to something to which one is bound by pledge or duty. fidelity implies strict and continuing faithfulness to an obligation, trust, or duty. ⟨marital fidelity⟩ allegiance suggests an adherence like that of citizens to their country.",
                        "nreldoc.id": "5210084",
                        "nreldoc.text": "There is no official meaning of to the Russian flag but some Russians believe the following: In Russia the white symbolizes generosity and frankness; blue stands for loyalty, honesty and wisdom; red means courage, magnanimity and love."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "1143845",
                "msmarco.query.text": "what's another meaning of loyalty"
            }
        ],
        "trecdl.query.id": "1114819",
        "trecdl.query.text": "what is durable medical equipment consist of"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1188448",
                        "reldoc.text": "The Nasdaq Composite is based on the 4,000+ stocks being traded on the Nasdaq Stock Market. The difference is subtle, but it's worth understanding to avoid any confusion. Generally, the Nasdaq Composite is a good proxy for what is happening in the tech segments of the markets.",
                        "nreldoc.id": "6097194",
                        "nreldoc.text": "On July 1, 2006, the NASDAQ National Market was renamed the NASDAQ Global Market. In conjunction with this, NASDAQ created the new NASDAQ Global Select Market, a segment of the NASDAQ Global Market with the highest initial listing standards of any exchange in the world.n July 1, 2006, the NASDAQ National Market was renamed the NASDAQ Global Market. In conjunction with this, NASDAQ created the new NASDAQ Global Select Market, a segment of the NASDAQ Global Market with the highest initial listing standards of any exchange in the world."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "644027",
                "msmarco.query.text": "what does nasdaq track"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "7052235",
                        "reldoc.text": "HSA/HRA qualified medical expenses. This is a quick reference list of expenses that can be reimbursed from a health savings account (HSA) or a. health reimbursement arrangement (HRA). Medical expenses allowed as deductions are determined by Section 213 (d) of the Internal Revenue Code. This.",
                        "nreldoc.id": "5793776",
                        "nreldoc.text": "A health savings account (HSA) is a trust created to pay the qualified medical expenses of an account beneficiary or the beneficiary's spouse or dependents. HSA earnings accumulate tax-free, and distributions to pay qualified medical expenses are also tax-free. health savings account (HSA) is a trust created to pay the qualified medical expenses of an account beneficiary or the beneficiary's spouse or dependents. HSA earnings accumulate tax-free, and distributions to pay qualified medical expenses are also tax-free."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "398840",
                "msmarco.query.text": "irs publication hsa qualified expenses"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1004791",
                        "reldoc.text": "In the November 2003 issue of Rolling Stone, a compiled list of the 500 greatest albums of all time was printed. 1  Sgt. Pepper's Lonely Hearts Club Band (1967) by The Beatles. 2  Pet Sounds (1966) by The Beach Boys. 3  Revolver (1966) by The Beatles.  Highway 61 Revisited (1965) by Bob 1  Dylan. Rubber Soul (1965) by The Beatles.",
                        "nreldoc.id": "6478456",
                        "nreldoc.text": "The album marked a change in the band's sound from the thrash metal style of the band's previous four albums to a less harsh one. Metallica promoted the album with a series of tours.In 2003, the album was ranked number 252 on Rolling Stone' s list of The 500 Greatest Albums of All Time.he recording of Metallica was troubled; the band frequently entered conflicts with Bob Rock, the band's new producer, during production. The album debuted at number one in ten countries and spent four consecutive weeks at the top spot of the Billboard 200, making it Metallica's first album to top album charts."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "467130",
                "msmarco.query.text": "number two rolling stone greatest albums"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "7935180",
                        "reldoc.text": "Abbreviated as HW, Hardware is best described as any physical component of a computer system that contains a circuit board, ICs, or other electronics.A perfect example of hardware is the screen on which you are viewing this page.bbreviated as HW, Hardware is best described as any physical component of a computer system that contains a circuit board, ICs, or other electronics.",
                        "nreldoc.id": "210223",
                        "nreldoc.text": "Definitions. A computer system consists of two major elements: hardware and software. Computer hardware is the collection of all the parts you can physically touch. Computer software, on the other hand, is not something you can touch.Software is a set of instructions for a computer to perform specific operations.You need both hardware and software for a computer system to work.efinitions. A computer system consists of two major elements: hardware and software. Computer hardware is the collection of all the parts you can physically touch. Computer software, on the other hand, is not something you can touch."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "702649",
                "msmarco.query.text": "what is a system hardware"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5361906",
                        "reldoc.text": "QuadraMed® is a leading provider of award-winning healthcare software and services that improve the safety, quality, and efficiency of patient care. Founded in 1993, QuadraMed provides proven, flexible solutions that help make our clients successful by streamlining ...",
                        "nreldoc.id": "945864",
                        "nreldoc.text": "Notice how their voice goes up and down very deliberately. They know very well what they are doing. Notice also how the TV presenter moves their head and their in time with the modulation. Their body is often obscured by a table or even off-camera."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "788830",
                "msmarco.query.text": "what is quadramed"
            }
        ],
        "trecdl.query.id": "183378",
        "trecdl.query.text": "exons definition biology"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1734362",
                        "reldoc.text": "Fireflies produce a chemical reaction inside their bodies that allows them to light up. This type of light production is called bioluminescence. The method by which fireflies produce light is perhaps the best known example of bioluminescence. When oxygen combines with calcium, adenosine triphosphate (ATP) and the chemical luciferin in the presence of luciferase, a bioluminescent enzyme, light is produced.",
                        "nreldoc.id": "8539375",
                        "nreldoc.text": "Fireflies have dedicated light organs that are located under their abdomens. The insects take in oxygen and, inside special cells, combine it with a substance called luciferin to produce light with almost no heat. Firefly light is usually intermittent, and flashes in patterns that are unique to each species.ize: Up to 1 in (2.5 cm). Size relative to a paper clip: Fireflies are familiar, but few realize that these insects are actually beetles, nocturnal members of the family Lampyridae."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "224811",
                "msmarco.query.text": "how does a firefly light up"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1888234",
                        "reldoc.text": "Valley Fever. Overview, Causes, & Risk Factors. Valley fever is an infection, usually in the lungs, caused by the fungus Coccidioides immitis. It is called valley fever because the fungus is commonly found in the soil of the valleys of the southwestern US, Mexico, and parts of Central and South America. What is going on in the body? Valley fever may cause a range of mild symptoms, and a mild lung infection. Or the infection may be severe and progressive, and spread throughout the body, which can be fatal. What are the causes and risks of the infection? Valley fever is caused by a fungus that thrives in the soil.",
                        "nreldoc.id": "2567181",
                        "nreldoc.text": "Because listeriosis can affect many different parts of the body, the symptoms vary. For meningoencephalitis, the onset can be sudden with fever, intense headache, nausea, vomiting and signs of meningeal irritation. In other body locations, various types of lesions at the site of infection are the primary symptom."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "1146849",
                "msmarco.query.text": "what parts of the body does valley fever affect?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1985182",
                        "reldoc.text": "This can either be caused by a more prominent maxilla (upper jaw) or a retruded mandible (lower jaw further back than it should be). This causes a discrepancy in how all teeth contact, and can manifest as an increased overjet. An increased overjet can also be caused by a discrepancy in the number of teeth, or the length of the arch.",
                        "nreldoc.id": "8091395",
                        "nreldoc.text": "Certain conditions show that an abnormality is likely to have a genetic origin: 1  The abnormality is more common in a group of related animals. 2  The symptoms are similar to those of an abnormality identified through test matings. Study of an animal's chromosomes using blood samples can identify several genetic defects. Below are some of the most common genetic defects in sheep. Jaw defects Jaw defects are present in almost all breeds of sheep and are associated with failure of the incisor teeth to properly meet the dental pad. A jaw is undershot if the incisor teeth extend forward past the dental pad; it is overshot if the teeth hit in back of the dental pad (this condition is known as parrot mouth). Cull sheep with either of these genetic defects. If the sire and dam can be identified, remove them from the flock. Overbite: (overshot, parrot mouth, class, overjet, mandibular branchygnathism) In this condition the upper jaw is longer than the lower jaw. There is a gap between the upper and lower incisors when the mouth is closed."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "585365",
                "msmarco.query.text": "what causes an overjet"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1784360",
                        "reldoc.text": "Delayed Recall. The ability to remember something after a period of rest or distraction ranging anywhere from minutes to days. Example: A subject is presented with a list of words to memorize. The list is then taken away, and after five minutes she is asked to recall as many of the words as she can. Published on PsychCentral.com.",
                        "nreldoc.id": "7146404",
                        "nreldoc.text": "Dog Food Recalls: Is Your Brand on the List? Petful has been researching U.S. dog food recalls for the several years, and we’ve compiled the following list. Is your dog food on our list? Recalls are listed in order from newest to oldest. (Looking for cat food recalls? Go here.) 2017-2018 Dog Food Recall List. Click the links to see the specific, important details about each recall."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "680748",
                "msmarco.query.text": "what is a delayed recall?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5924678",
                        "reldoc.text": "A hair transplant is primarily used to treat male pattern baldness, and there are two main types of transplant. The two different types of transplant are: FUE (Follicular unit extraction) and FUT (Follicular unit transplantation), which is sometimes referred to as the strip method. Both procedures aim to get the same results at the end but are fundamentally very different types of surgery.",
                        "nreldoc.id": "6525789",
                        "nreldoc.text": "But, don’t forget to check your bought price for the item you’re selling. You don’t want to lose coins, do you? One of the mistakes people make when selling their items is to do not calculate EA tax beforehand. Keep in mind that EA will take 5% of all selling transactions happening at FUT transfer market.That means, your selling price should be at least 5% higher than your purchase price in case you don’t want to lose coins on a trade.ut, don’t forget to check your bought price for the item you’re selling. You don’t want to lose coins, do you? One of the mistakes people make when selling their items is to do not calculate EA tax beforehand. Keep in mind that EA will take 5% of all selling transactions happening at FUT transfer market."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "684250",
                "msmarco.query.text": "what is a fut"
            }
        ],
        "trecdl.query.id": "1106007",
        "trecdl.query.text": "define visceral"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "556790",
                        "reldoc.text": "A canine enlarged heart is a literal stage of potential heart disease, which occurs along with the exhibition of heart disease symptoms. Clinically, a dog with heart disease will show symptoms such as lethargy, cough, irregular respiration, intolerance to exercise, reluctance to eat and fainting. Symptoms such as abdominal ascites (fluid accummulation) and bloating along with frequent unconsciousness surely represents a change in dog heart anatomy.",
                        "nreldoc.id": "1622423",
                        "nreldoc.text": "An enlarged heart (cardiomegaly) may have various causes. But it's usually the result of high blood pressure (hypertension) or coronary artery disease. An enlarged heart may not pump blood effectively, resulting in congestive heart failure.Cardiomegaly may improve over time.ymptoms of an Enlarged Heart. Most often, an enlarged heart causes no symptoms. If an enlarged heart becomes unable to pump blood effectively, symptoms of congestive heart failure can develop: 1  Shortness of breath (especially with exertion or when lying flat). 2  Leg swelling. 3  Increased abdominal girth. 4  Weight gain. 5  Fatigue."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "507001",
                "msmarco.query.text": "symptoms of an enlarged heart in dogs"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5971362",
                        "reldoc.text": "Sugar headaches can also be a warning. If you get sugar headaches often, you might just be diabetic or pre-diabetic. Excessive urination: As I mentioned above, sugar acts like a diuretic and will spill sugar and water into the urine. Having to urinate a lot is often one of the first signs of diabetes.",
                        "nreldoc.id": "5781427",
                        "nreldoc.text": "It is important to realize that sugar is not the only carbohydrate that you have to control.. The body will convert all carbohydrates to glucose - so eating extra servings of rice, pasta, bread, fruit or other carbohydrates foods will make the blood sugar rise. Just because something doesn't have sugar in it doesn't mean you can eat as much as you want."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "640699",
                "msmarco.query.text": "what does it mean to get a headache when you eat sugar"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4598804",
                        "reldoc.text": "Maranda /ma-ran-da/ [3 sylls.] as a girls' name is of Latin derivation, and Maranda means worthy of admiration. Maranda is a variant transcription of Miranda (Latin): in Shakespeare's The Tempest. Marando is a common last name.",
                        "nreldoc.id": "6203849",
                        "nreldoc.text": "African Meaning: The name Amina is an African baby name. In African the meaning of the name Amina is: Trustworthy. Arabic Meaning: The name Amina is an Arabic baby name. In Arabic the meaning of the name Amina is: Trustworthy.American Meaning: The name Amina is an American baby name. In American the meaning of the name Amina is: Trustworthy.Muslim Meaning: The name Amina is a Muslim baby name. In Muslim the meaning of the name Amina is: Trustworthy.frican Meaning: The name Amina is an African baby name. In African the meaning of the name Amina is: Trustworthy. Arabic Meaning: The name Amina is an Arabic baby name. In Arabic the meaning of the name Amina is: Trustworthy."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "445243",
                "msmarco.query.text": "maranda name meaning"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2231550",
                        "reldoc.text": "By Dr. Mercola. Any type of traumatic injury, such as a fall, can cause capillaries (small blood vessels) near your skin's surface to break and leak red blood cells. This causes the reddish-purple or black and blue appearance of bruises on your skin.y Dr. Mercola. Any type of traumatic injury, such as a fall, can cause capillaries (small blood vessels) near your skin's surface to break and leak red blood cells. This causes the reddish-purple or black and blue appearance of bruises on your skin.",
                        "nreldoc.id": "7575569",
                        "nreldoc.text": "Hematoma and Thigh bruise and Thigh symptoms. 1  Symptom Checker. 2  Hematoma AND Thigh bruise AND Thigh symptoms: Causes of All Symptoms. 3  Hematoma OR Thigh bruise OR Thigh symptoms: 356 causes. 4  Hematoma: 323 causes. 5  Hematoma: Introduction. 6  Thigh bruise: Causes. 7  Thigh bruise: Introduction. 8  Thigh symptoms: Causes. 9  Thigh symptoms: Introduction."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "728481",
                "msmarco.query.text": "what is causing my bruising"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6150185",
                        "reldoc.text": "The role of the Provost is to provide leadership for all academic activities at NLU, working to ensure an excellent academic experience for our students and to support faculty teaching, engagement with professional communities, and scholarship.t NLU, you can find classes that meet in person, online, or a combination of online with relevant, compelling in-person meetings. However you choose to shape your learning path, National Louis can support you on your way to success. Welcome to NLU.",
                        "nreldoc.id": "8435059",
                        "nreldoc.text": "Provost was born a leader; been in charge long before he was picked as the state's top captive regulator. Provost looks back on his 1957-64 run on Lassie with fondness, especially toward June Lockhart who played his mother for most of the years he was on the show. This marks the fourth year the Provost Hockey Camp for Beginners will be held in Lethbridge."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "225058",
                "msmarco.query.text": "how does a provost relate to leadership"
            }
        ],
        "trecdl.query.id": "1124210",
        "trecdl.query.text": "tracheids are part of"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "337110",
                        "reldoc.text": "1 A hepatitis C virus test. 2  This is a blood test that looks for antibodies against the hepatitis C virus. 3  It shows whether you have been exposed to the virus. 4  A rapid test is available that gives results in 20 minutes. 5  A blood test that looks for the genetic material (RNA) of the hepatitis C virus.",
                        "nreldoc.id": "8560928",
                        "nreldoc.text": "How soon after exposure to HCV can HCV RNA be detected by PCR? HCV RNA appears in blood and can be detected as early as 2–3 weeks after infection. Under what circumstances is a false-positive anti-HCV test result likely?"
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "686417",
                "msmarco.query.text": "what is a hcv test"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "432813",
                        "reldoc.text": "A werewolf is a human being who, upon the complete rising of the full moon, becomes a fearsome and deadly near-wolf.This condition is caused by infection with lycanthropy, also known as werewolfry. Werewolves appear in the form of a wolf but, there are distinctions between them and regular wolves.hen they know of my affliction, they can barely talk to me!. —Werewolf Remus Lupin. A werewolf is a human being who, upon the complete rising of the full moon, becomes a fearsome and deadly near-wolf. This condition is caused by infection with lycanthropy, also known as werewolfry.",
                        "nreldoc.id": "2155944",
                        "nreldoc.text": "As the name suggests, the shape these creatures take on is that of a wolf. The history of the werewolf legend has sprung up independently or spread to virtually every area of the Earth. It is also one of the oldest legends of human monsters in recorded history.or example, the full moon had nothing to do with Ovid’s werewolf and other early werewolf legends. Werewolves changed shape at whim. Other legends associate werewolves with a sort of belt or “wolf girdle” that, upon donning, would transform them. Religion has had an obvious impact on the werewolf myth."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "576982",
                "msmarco.query.text": "what are werewolf mates"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5090569",
                        "reldoc.text": "On average, the procedure takes 2-3 hours per session. During the two days immediately after liposuction, the amount of pain experienced depends on the type of anesthesia used for liposuction. Soreness is usually the most intense 2 to 4 days after liposuction and then decreases steadily. The tenderness and soreness typically is quite bothersome for up to 4 weeks, but gradually subsides over the following next 4 to 8 weeks. 1  off of work for 1-2 days.  pain that may require pain pills for 3-4 days.",
                        "nreldoc.id": "7981070",
                        "nreldoc.text": "How long does it take for general anesthesia to wear off? Having surgery on my back in 3 days and want to know how long it takes before general anesthesia wears off. I have a kid and need to be with him later in the day, surgery is in the morning. How much time will the anesthesia last? Having surgery with general anesthesia can be a very intimidating experience."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "254103",
                "msmarco.query.text": "how long does it take for lipo surgery"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4199240",
                        "reldoc.text": "Unbroken is a 2014 American war film produced and directed by Angelina Jolie, written by the Coen brothers, Richard LaGravenese, William Nicholson and based on the 2010 non-fiction book by Laura Hillenbrand, Unbroken: A World War II Story of Survival, Resilience, and Redemption.",
                        "nreldoc.id": "4814994",
                        "nreldoc.text": "Who is in the movie fame? Fame was released Sept. 25, 2009. The staring actors are - Kay Panabaker, Walter... Was Fame first a movie Fame is a 1980 American musical film conceived and produced by David De Silva,..."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "1048952",
                "msmarco.query.text": "who produced the movie unbroken"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "125018",
                        "reldoc.text": "Now, the answer to the question, “how many weeks in a month”? The answer is 4 weeks. On average, we have 30 days in a month and 7 days in a week. Simply divide 30 into 7 and the answer you’d generate is 4. Multiply days 7 by 4 and you will get 28 days including 2 extra days which will make up the remainder of 30 days. Overall, 12 months by 2 equals 24 more days.",
                        "nreldoc.id": "5172820",
                        "nreldoc.text": "You are not pregnant for ten months. You are pregnant for 40 weeks or 280 days. Average month is 30 days, so you're pregnant for 9 months and about 10 days. Only February has exactly 4 weeks, so dividing how many weeks you are (say, 32 weeks) by 4 doesn't work. And that's not even considering the fact that we count the two weeks between your last period and actual conception in that 40 weeks...."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "299695",
                "msmarco.query.text": "how many weeks are in a average month"
            }
        ],
        "trecdl.query.id": "490595",
        "trecdl.query.text": "rsa definition key"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4731707",
                        "reldoc.text": "Indian Journal of Biotechnology. Vol 7, July 2008, pp 341-348. Enhanced production of streptomycin and hydrolytic enzymes by Streptomyces. griseus strains using different types of organic solvents and detergent compounds. Kamal Y I El-shahed*, Ahmed I El-Diwany and Hassan M M Awad. National Research Center, Chemistry of Natural and Microbial Products Department, Dokki-Cairo-Egypt.",
                        "nreldoc.id": "3654477",
                        "nreldoc.text": "Streptomyces griseus was recently found to produce odor-active metabolites and compounds that give the off-flavor in apple juice when it is spoiled. The presence of S. griseus in soil gives it its property to spoil water and various foods.3) Dr. Waksman was studying how certain substances enabled soil microbes to destroy each other and streptomyces, he found was able to survive in the soil even under unfavorable conditions. In 1943, Actinomyces griseus was changed to Streptomycin griseus."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "867974",
                "msmarco.query.text": "what kind of enzymes produces the streptomyces janthinus?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6458692",
                        "reldoc.text": "Similar to social anxiety or social phobia, anthropophobia is the fear of people. Unlike social anxiety, however, which often relates to feeling uncomfortable in crowds or a group context, anthropophobia symptoms can occur when the patient is in the presence of a single person.",
                        "nreldoc.id": "1331326",
                        "nreldoc.text": "Search to find any definition and meaning of a word at the-definition.com online dictionary What does mean by burgeon | burgeon definition | Online Dictionary and Definition. Search to find any definition and meaning of a word at the-definition.com online dictionary Definition"
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "132366",
                "msmarco.query.text": "definition of anthropophobia"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6868040",
                        "reldoc.text": "BONES QUIZ 2. The easiest way to study anatomy: a free learning tool to memorize the bones of the human body in Latin, English and Dutch.The Quiz on this page helps you study the anatomy of the human body.ow this page works. 1  on the left top of the page the name of a bone is displayed. 2  click on the image on this bone to give an answer. 3  when the answer is wrong you get a message; try again.",
                        "nreldoc.id": "2969579",
                        "nreldoc.text": "In bone marrow aspiration, a needle is used to withdraw a sample of the fluid portion. Bone marrow biopsy and bone marrow aspiration are often done at the same time. Together, these procedures may be called a bone marrow exam."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "381849",
                "msmarco.query.text": "how to study for exam on the bones"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4990440",
                        "reldoc.text": "Baking Soda and Water. This is the best way to alkalize your body because it is easy to make and you can feel the effect immediately. Baking soda and water helps to get rid of acid reflux. You need to mix a teaspoon of natural baking soda in a cup of water and drink it first thing in the morning.",
                        "nreldoc.id": "6916755",
                        "nreldoc.text": "Cucumbers have an alkalizing effect on the body to help restore the pH level in your blood. This is crucial if you want to lose weight, as an acidic environment in the body can make it difficult to lose weight. This is due to the fact that too many acids in the blood or body can damage your organs and blood vessels."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "207065",
                "msmarco.query.text": "how alkalize your body"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "331045",
                        "reldoc.text": "Common side effects of ketorolac include (but are not limited to): 1  Headache. 2  Abdominal pain (or stomach pain) 3  Nausea. 4  Heartburn or indigestion. 5  Diarrhea. 6  Dizziness. 7  Drowsiness. 8  Swelling.",
                        "nreldoc.id": "945864",
                        "nreldoc.text": "Notice how their voice goes up and down very deliberately. They know very well what they are doing. Notice also how the TV presenter moves their head and their in time with the modulation. Their body is often obscured by a table or even off-camera."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "1174504",
                "msmarco.query.text": "ketorolac (toradol) side effects"
            }
        ],
        "trecdl.query.id": "1103812",
        "trecdl.query.text": "who formed the commonwealth of independent states"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2170991",
                        "reldoc.text": "The Lumbee lived exactly the same as any colonoal colonist in a wood home or brick. The Lumbee Indians are not a historic tribe of native Americans and are not a tribe of aboriginal American Indians but do however,self-identify as such.",
                        "nreldoc.id": "5144731",
                        "nreldoc.text": "In 1869, the Government of Canada passed An Act for the gradual enfranchisement of Indians, the better management of Indian affairs, and to extend the provisions of the Act 31st Victoria. This Act is significant in that it was the first to introduce the notion of self-government for Aboriginals on reserves.verview of the first Indian Act, passed in 1876. The Government of Canada, now an independent nation, introduced the first Indian Act in 1876, with the purpose of consolidating all prior federal legislation regarding Aboriginals into one single piece of legislation."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "20660",
                "msmarco.query.text": "are Lumbee indians aboriginals"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1445091",
                        "reldoc.text": "TYPES OF CONTINENTAL MARGINS. Continental margins are not all alike, but they are not all different either. There are two basic types. Each one has different characteristics, which are a function of the processes involved in the formation of the two types of margins. The “classic” margin is based on the U.S. East Coast example.",
                        "nreldoc.id": "5258469",
                        "nreldoc.text": "1 Margin Morphology: Does Form Follow Function? which focuses on continental margin morphology and earthquakes http://serc.carleton.edu/margins/minilessons/32510.html."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "576432",
                "msmarco.query.text": "what are two types of continental margins?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4990440",
                        "reldoc.text": "Baking Soda and Water. This is the best way to alkalize your body because it is easy to make and you can feel the effect immediately. Baking soda and water helps to get rid of acid reflux. You need to mix a teaspoon of natural baking soda in a cup of water and drink it first thing in the morning.",
                        "nreldoc.id": "6916755",
                        "nreldoc.text": "Cucumbers have an alkalizing effect on the body to help restore the pH level in your blood. This is crucial if you want to lose weight, as an acidic environment in the body can make it difficult to lose weight. This is due to the fact that too many acids in the blood or body can damage your organs and blood vessels."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "207065",
                "msmarco.query.text": "how alkalize your body"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "566792",
                        "reldoc.text": "1 You can also use a toilet plunger on your bathroom sink. 2  Fill up the sink with water first, the use the plunger vigorously on the drain just as you would a toilet. 3  This will lift and agitate any blockage in the drain. It will smell a bit like vinegar for about a day. 2  You can also use a toilet plunger on your bathroom sink. 3  Fill up the sink with water first, the use the plunger vigorously on the drain just as you would a toilet.",
                        "nreldoc.id": "1280106",
                        "nreldoc.text": "Bathroom Sinks » Shower Faucets » Toilets & Bidets » Bathtubs » More Bathroom Fixtures: Showering » Bathroom Vanities » Bathroom Lighting » Bathtub Faucets » Bathroom Accessories » All Bathroom Fixtures »"
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "723484",
                "msmarco.query.text": "what is best for blocked bathroom sink"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2837478",
                        "reldoc.text": "Plan your WSUS deployment. The first step in the deployment of Windows Server Update Services (WSUS) is to make important decisions, such as deciding the WSUS deployment scenario, choosing a network topology, and understanding the system requirements. The following checklist summarizes the steps that are involved in preparing for your deployment.",
                        "nreldoc.id": "2837483",
                        "nreldoc.text": "In this case, the following additional criteria apply: 1  The database server cannot be configured as a domain controller. 2  The WSUS server cannot run remote Desktop Services. 3  The database server must be in the same active directory domain as the WSUS server, or it must have a trust relationship with the active directory domain of the WSUS server."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "1171161",
                "msmarco.query.text": "requirements prior to deploying wsus"
            }
        ],
        "trecdl.query.id": "87181",
        "trecdl.query.text": "causes of left ventricular hypertrophy"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3847218",
                        "reldoc.text": "The necessary size (or horsepower) of the pump can be determined by the following general rule-for above ground pools up to 24 ft round, use a 1 HP pump and for above ground pools over 24 ft round, use a 1.5 HP pump.",
                        "nreldoc.id": "1478274",
                        "nreldoc.text": "1 Pool heat pumps also cost $2,000 to $3,000, depending on brand and size. 2  Solar pool heaters, on the other hand, cost $100 for a small above ground pool brand and $1,000 (or above) for a larger in-ground solar pool heating systems. 3  These prices reflect the actual heater and will not include the installation."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "895696",
                "msmarco.query.text": "what size pump do i need for a 24 above ground pool"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5155774",
                        "reldoc.text": "The weighted average price for organic half gallon milk is $3.72. For a conventional half gallon of milk, the average. price is $2.33, an organic price premium of $1.39. Once again, there were more total ads for organic milk than. conventional milk. Organic milk advertisement numbers decreased 7%, and ad numbers for conventional milk. decreased 12%.",
                        "nreldoc.id": "8255011",
                        "nreldoc.text": "There are over 6 times as many. conventional dairy ads as organic dairy ads. The price spread between organic and conventional half gallon milk is $2.08. Last week the spread was $1.17. The. price spread is the difference between the national weighted average price for organic, $4.11, and conventional, $2.03. There are over 9 times as many organic half gallon ads as conventional half gallons."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "40593",
                "msmarco.query.text": "average price for milk gallon"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2567852",
                        "reldoc.text": "John Marwood Cleese (born 27 October 1939) is an ARSE Award-nominated and DOUCHE Award winning English comedian and actor. He is best known for being one of the founding members of the renowned comedy group Monty Python, and as the writer and star of the popular television comedy Fawlty Towers.",
                        "nreldoc.id": "2567852",
                        "nreldoc.text": "John Marwood Cleese (born 27 October 1939) is an ARSE Award-nominated and DOUCHE Award winning English comedian and actor. He is best known for being one of the founding members of the renowned comedy group Monty Python, and as the writer and star of the popular television comedy Fawlty Towers."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "1034461",
                "msmarco.query.text": "who is john of monty python?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2063249",
                        "reldoc.text": "Seminal gland. The seminal gland, more commonly referred to as the seminal vesicle, holds the liquid that mixes with sperm to form semen. Semen combines fluid elements from the epididymis, seminal vesicles, prostate gland, and vas deferens.Each body part plays a key role in semen production.The fluids help the sperm swim towards the egg and keep the sperm nourished during the transit process.eminal gland. The seminal gland, more commonly referred to as the seminal vesicle, holds the liquid that mixes with sperm to form semen. Semen combines fluid elements from the epididymis, seminal vesicles, prostate gland, and vas deferens.",
                        "nreldoc.id": "2063252",
                        "nreldoc.text": "Each vesicle forms as an outpocketing of the wall of the ampulla of one vas deferens. The seminal vesicles develop as one of three structures of the male reproductive system that develops at the junction between the urethra and vas deferens.Both the urethra and vas deferens are derived from the mesonephric ducts, structures that develop from mesoderm.ach vesicle forms as an outpocketing of the wall of the ampulla of one vas deferens. The seminal vesicles develop as one of three structures of the male reproductive system that develops at the junction between the urethra and vas deferens."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "444882",
                "msmarco.query.text": "male seminal vesicles what they do and what they are"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6915079",
                        "reldoc.text": "The earlier you start drawing Social Security, the smaller your monthly payment will be. If you start at 62, you will receive 25 percent less per month than you would at your full retirement age of 66 (if you were born between 1943 and 1954). For those born later, the reduction grows gradually to 30 percent. The retirement age is 67 for people born in 1960 or later. For those born between 1955 and 1959, a few months are added each year to bridge the gap from 66 to 67. If you can wait until you’re 70 to claim Social Security, your monthly payment will be 32 percent more. Waiting until after 70 does not increase your monthly benefit. [Read: When You Should Take Social Security .].",
                        "nreldoc.id": "6469935",
                        "nreldoc.text": "SS stands for super sport. but the new monte carlo's labled with ss are not a ss. SS was given to the fast cars with v8's not puney v6's."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "550262",
                "msmarco.query.text": "what age can i draw ss"
            }
        ],
        "trecdl.query.id": "443396",
        "trecdl.query.text": "lps laws definition"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6712997",
                        "reldoc.text": "Check the Weather in Dublin, Ireland in April before you book your next holiday. This gives the best indication of the weather in April and includes figures for temperature, sunshine and rainfall. 1  12°C max day temperature.",
                        "nreldoc.id": "7091952",
                        "nreldoc.text": "Looking for the weather in Dublin, Ireland? If the answer is yes, than you are in the right place. Viamoro.com provide detailed weather forecast for Dublin and any other city in the world. Our forecast updates every 3 hours and enable you to check the weather forecast for the next 14 days in Dublin. The current temperatures in Dublin are around and the weather right now defined as , for detailed information including humidity, wind, chance for rain and more go to the Dublin current weather page. If you are about to travel to Dublin Ireland in a specific month we recommend to check that page and see the average weather in that month, for example Dublin in February."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "511965",
                "msmarco.query.text": "temperature in april for dublin ireland"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3097776",
                        "reldoc.text": "57006 is a U.S. ZIP code (ZCTA) near Brookings, South Dakota. What is a ZIP Code Tabulation Area? A ZCTA, is a statistical entity developed by the United States Census Bureau for tabulating summary statistics such as population and housing data.",
                        "nreldoc.id": "7169631",
                        "nreldoc.text": "Maine Zip Code; Maryland Zip Code; Massachusetts Zip Code; Michigan Zip Code; Minnesota Zip Code; Mississippi Zip Code; Missouri Zip Code; Montana Zip Code; Nebraska Zip Code; Nevada Zip Code; New-Hampshire Zip Code; New-Jersey Zip Code; New-Mexico Zip Code; New-York Zip Code; North-Carolina Zip Code; North-Dakota Zip Code; Ohio Zip Code"
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "855294",
                "msmarco.query.text": "what is the zip code of brookings south dakota"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "306325",
                        "reldoc.text": "Women sometimes wore an epiblema (shawl) over the peplos or chiton. Young men often wore a chlamys (short cloak) for riding. Greek men occasionally wore a broad-brimmed hat (petasos), and on rare occasions, Greek women donned a flat-brimmed one with a high peaked crown.",
                        "nreldoc.id": "4402427",
                        "nreldoc.text": "Some of the most famous and influential philosophers of all time were from the ancient Greek world, including Socrates, Plato, and Aristotle.his list of ancient Greek philosophers contains philosophers who studied in ancient Greece or spoke Greek."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "619849",
                "msmarco.query.text": "what did the ancient greeks wear"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "8248869",
                        "reldoc.text": "The passive learning style can be regarded as a hobby or more for fun as it is not the optimal learning style. 7 people found this helpful. We practiced passive learning and that was a great way for us to evolve because it allowed us freedom to think clearer.5 people found this helpful.When doing online classes I turn in homework quite often.. and take exams on my own...his is passive learning, there isnt much communication between you and the program when you do homework and exams because once you finish you get your results right there... and can re study and re take the tests within 30 days.",
                        "nreldoc.id": "8546411",
                        "nreldoc.text": "Active vs Passive. Your active and passive range of motion may be very different, not only from each other, but also at the joints themselves. Active range of motion means you move a joint through its range of motion, or ROM.Passive range of motion involves someone else moving a joint for you.ange of motion is the amount of movement you have at each joint. It is related to flexibility and is an important part of an exercise program. Understanding both active and passive ranges of motion and their importance can help you improve your flexibility and performance."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "645202",
                "msmarco.query.text": "what does passive education mean"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "203300",
                        "reldoc.text": "With the partially irregular verbs, the irregularities are found in what's called a 1-3-3 pattern: (1st person singular: io; 3rd person singular: lui/lei; 3rd person plural: loro). For the conjugations of irregular verbs in the passato remoto, have a look at these verb charts.",
                        "nreldoc.id": "945864",
                        "nreldoc.text": "Notice how their voice goes up and down very deliberately. They know very well what they are doing. Notice also how the TV presenter moves their head and their in time with the modulation. Their body is often obscured by a table or even off-camera."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "693836",
                "msmarco.query.text": "what is a passato"
            }
        ],
        "trecdl.query.id": "1121709",
        "trecdl.query.text": "what are the three percenters"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1320648",
                        "reldoc.text": "More than that, because the array is a reference type, the amount of memory that resides on the stack along with the containing struct for a particular array is always equivalent to the native int pointer size (which is 32 on 32 bit Windows and 64 on 64 bit windows).",
                        "nreldoc.id": "1604088",
                        "nreldoc.text": "Programmers (*PGMR) and designers (*DSNR) can define arrays. Understanding Arrays. The array has a defined layout and each entry (element) of the structure has the same layout. Define this layout with any set of fields from the model, such as attribute, code, and function fields. The array must have a defined key that acts as an index into the array."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "129951",
                "msmarco.query.text": "defining an array in a struct"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1953589",
                        "reldoc.text": "DVT or Phlebitis: This can be a very dangerous situation. If the redness and swelling includes your calves then you need to seek immediate emergency medical care. If the rash and sores are just in the front of the lower legs this could be phlebitis. In either case you need medical attention.",
                        "nreldoc.id": "570923",
                        "nreldoc.text": "The muscles of the lower leg control foot motion and stability, so increase in activity or changes in footwear can sometimes cause sore muscles or tendonitis. While the increase in physical activity is a leading cause of lower leg pain, there are many other health conditions that can cause leg pain. Leg pain that is severe, sudden, or accompanied by swelling should always be evaluated by a physician. Some of the more common causes of lower leg pain include:"
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "591203",
                "msmarco.query.text": "what causes redness, rash, swelling in lower legs"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6380353",
                        "reldoc.text": "Standard sized Champagne bottles are 750 milliliters You have to convert ounces to milliliters 1 milliliter = 0.033 fluid ounces. 0.033 X 750 = approx. 24.75 fluid ounces Patr … ick www.winepine.com.",
                        "nreldoc.id": "5696071",
                        "nreldoc.text": "The champagne serving size and calories don't scale from a glass to a bottle. If the rest of the information is correct, there are 564 kcals in a bottle of champagne. Marsh222 6 years. Marsh222 6 years."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "290914",
                "msmarco.query.text": "how many ounces are in a typical bottle of champagne"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2064753",
                        "reldoc.text": "Rabbits cannot expel gas and plants such as Clover causes gas. Feeding on foods that produce gas can result in bloating, pain and if not careful can be fatal. It is best to confine the rabbit's grazing or eating part of the garden to a grassy area. Foods that are safe to feed a rabbit in small amounts are Basil, Beet Greens, Carrot and Carrot tops, Celery leaves, Dandelion leaves and flower, Dill, Mint, Parsley, Watercress, Wheatgrass. From the above list, it can be seen, some common herbs are fine to feed.",
                        "nreldoc.id": "20694",
                        "nreldoc.text": "rabbits may also eat some fruits green or dry leaves certain flowers legumes or beans in case less food available in their environment rabbits may eat dry twigs soft barks and even digging to get some roots"
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "661173",
                "msmarco.query.text": "what foods can rabbits eat"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3350518",
                        "reldoc.text": "Animal fats are complex mixtures of triglycerides, with lesser amounts of phospholipids and cholesterol. As a consequence, all foods containing animal fat contain cholesterol to varying extents. Major dietary sources of cholesterol include cheese, egg yolks, beef, pork, poultry, fish, and shrimp. Human breast milk also contains significant quantities of cholesterol. From a dietary perspective, cholesterol is not found in significant amounts in plant sources.",
                        "nreldoc.id": "5773642",
                        "nreldoc.text": "Rating Newest Oldest. Best Answer: Although shrimp are high in cholesterol it is a good type of cholesterol that lowers LDL and raises HDL. Shrimp does contain cholesterol, but it is very low in saturated fat and that is the type that raises the bad, LDL cholesterol."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "915596",
                "msmarco.query.text": "what types of food contain cholesterol"
            }
        ],
        "trecdl.query.id": "87452",
        "trecdl.query.text": "causes of military suicide"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "244737",
                        "reldoc.text": "The National Pork Board recommends cooking pork chops, roasts, and tenderloin to an internal temperature between 145° F. (medium rare) and 160° F. (medium), followed by a 3 minute rest.Since large cuts increase approximately 10° F. while resting, remove them from the heat at 150° F. followed by a 10 minute rest.he National Pork Board recommends cooking pork chops, roasts, and tenderloin to an internal temperature between 145° F. (medium rare) and 160° F. (medium), followed by a 3 minute rest.",
                        "nreldoc.id": "498239",
                        "nreldoc.text": "Smoke with a cooking thermometer to 145 degrees internal temp. Pull it out of the smoker and wrap in foil for 10 to 15 minutes. You will have a juicy pork loin/roast every time. Don't finish on a grill. boneless pork loin is best when smoked until the internal temperature reaches 145°F, then removed and covered for a three minute rest. According to the USDA (the United States Department of Agriculture), pork is safely done when it reaches 145°F."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "511517",
                "msmarco.query.text": "temp for cooking pork loin"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4463643",
                        "reldoc.text": "Galileo Galilei (1564–1642) has always played a key role in any history of science and, in many histories of philosophy, he is a, if not the, central figure of the scientific revolution of the 17 th Century.t was during his Paduan period that Galileo worked out much of his mechanics and began his work with the telescope. In 1610 he published The Starry Messenger, and soon after accepted a position as Mathematician and Philosopher to the Grand Duke of Tuscany (and a non-teaching professorship at Pisa).",
                        "nreldoc.id": "7747304",
                        "nreldoc.text": "The Scientific Revolution. The Scientific Revolution was a period in history beginning in the late 1500s when scientific ideas began to be consciously put to use by European society. It is generally thought to have begun with a book, On the Revolution of the Heavenly Spheres by Nicolaus Copernicus in 1543.dvances had been made in agriculture, and transportation (especially with the development of the caravel, the compass, and the astrolabe). Another major factor, and perhaps the true spark of the Scientific Revolution, may have been gunpowder."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "874746",
                "msmarco.query.text": "what major role did galileo play in the scientific revolution"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6344138",
                        "reldoc.text": "Generally, prices range from $5,000 to $10,000 per door for a complete system that includes the biometric scanner, a specialized locking system, software integration and installation. If you're looking for hardware alone, a fingerprint scanner can be purchased for around $1,200 to $1,500 - about double the cost of a card or proximity reader. It might be tempting to save money by purchasing a biometric scanner separately and trying to do the installation yourself.",
                        "nreldoc.id": "145401",
                        "nreldoc.text": "Typical costs: 1  CostHelper readers with insurance report out-of-pocket costs of $283-$675 for blood tests, with an average of $432; total billed costs were $312-$1,200 (averaging $755), with the insurance either paying or discounting the total cost by $29-$525."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "305636",
                "msmarco.query.text": "how much do fingerprint readers typically cost?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1639561",
                        "reldoc.text": "Erosion is the movement of sediment and deposition is when that sediment gets placed somewhere else. Water falls to the Earth in the water cycle, and gravity pulls the water (or ice) down hill, carrying sediment with it (erosion).",
                        "nreldoc.id": "8141574",
                        "nreldoc.text": "Aside from glaciation and tectonics the water cycle or hydrologic cycle (see graphic below) is the driving force behind WED (weathering, erosion, and deposition). This process along with winds help form the surface landscape."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "738672",
                "msmarco.query.text": "what is depositional force"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "7531260",
                        "reldoc.text": "Definition of orthotics. : a branch of mechanical and medical science that deals with the design and fitting of orthotics.",
                        "nreldoc.id": "6781836",
                        "nreldoc.text": "Most jobs in orthotic technology require a 2-year associate degree or a 4-year bachelor's degree in a field related to prosthetics or orthotics from an accredited school."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "693391",
                "msmarco.query.text": "what is a orthotics"
            }
        ],
        "trecdl.query.id": "855410",
        "trecdl.query.text": "what is theraderm used for"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "386502",
                        "reldoc.text": "Corporate Offices. Schmidt Baking Company. Address: 601 South Caroline Street. Baltimore, MD 21231. Contact us via email. Phone: 410-558-3025. Fax: 410-558-3096. Mid Atlantic Baking Company.",
                        "nreldoc.id": "6663187",
                        "nreldoc.text": "You can contact corporate staff by mail, phone and email. Address: Charter Communications controls a headquarters in St. Louis, Missouri, but the address of the corporate office is not the one listed on the customer service page – even on the corporate side of the website."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "493513",
                "msmarco.query.text": "schmidt natural corporate address"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2732645",
                        "reldoc.text": "Local information and community profile for Black's Station (Yolo County, State of California). Contains: time zone and much more.",
                        "nreldoc.id": "1592932",
                        "nreldoc.text": "1 The CA ZIP Code Map shows all 5 digit zip code boundaries for CA using clean, practical map colors and styles. 2  SAN BERNARDINO County, CA ZIP Code Map. 3  The SAN BERNARDINO County CA ZIP Code Map shows all 5 digit zip code boundaries for SAN BERNARDINO County CA."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "1007813",
                "msmarco.query.text": "which county is black station, ca"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4640683",
                        "reldoc.text": "Making the world better, one answer at a time. It really depends on the state licensing boards. Like in Florida, the Florida Board of Nursing requires that you be 18 to sit for the CNA exam. I believe all states have this rule, to be sure contact your state licensing board. NOTE: This does not mean you have to be 18 to take the required courses to become a CNA.",
                        "nreldoc.id": "491530",
                        "nreldoc.text": "Correctional Prison/jail cna. I was wondering if anyone had any information about working for the department of correction as a CNA. i was hoping to obtain a job there after completetion of my cna program. Any info would be nice. I.e."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "333359",
                "msmarco.query.text": "how old do you have to be to be a cna"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3091858",
                        "reldoc.text": "Memorial Locket Necklace Always in My Heart In Loving Memory Ash Urn Inside. Always in My Heart locket with brass vial which hilds ashes or momento. With 24 silver rope chain. Necklace that has a stadard O ring clasp.",
                        "nreldoc.id": "7311598",
                        "nreldoc.text": "Kurt Cobain Has No Gravesite. Kurt Cobain, famous Seattle musician and leader of the 1990s grunge era, was not buried after his death in 1994; his body was cremated, and his ashes were scattered in a memorial ceremony. The exact location where the ashes were scattered has not been revealed to the public."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "25327",
                "msmarco.query.text": "are the ashes already put in a memorial necklace"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4144750",
                        "reldoc.text": "Fairbanks is commonly known as America's coldest city. Average winter low temperatures range from −15 to −25 °F (−26 to −32 °C), but extremes can range from −60 to −75 °F (−51 to −59 °C). In summer, temperatures typically range between 70 and 50 °F (21 and 10 °C).",
                        "nreldoc.id": "7777412",
                        "nreldoc.text": "Weather in Fairbanks in July. The average maximum daytime temperature in Fairbanks in July is a warm 22°C (72°F). There are usually 9 hours of bright sunshine each day, which represents 43% of the 20 hours of daylight. Expect 51mm (2.0 inches) of rainfall across the whole of July with 13 days with some rain falling."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "933151",
                "msmarco.query.text": "what's the temperature in fairbanks"
            }
        ],
        "trecdl.query.id": "1114646",
        "trecdl.query.text": "what is famvir prescribed for"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "209971",
                        "reldoc.text": "You can request copies of your IRS tax returns from the most recent seven tax years. The Internal Revenue Service (IRS) can provide you with copies of your tax returns from the most recent seven tax years. You can request copies by preparing Form 4506 and attaching payment of $50 for each one. Once the IRS receives your request, it can take up to 60 days for the agency to process it.",
                        "nreldoc.id": "6034153",
                        "nreldoc.text": "To request a transcript or a copy of your tax return from the IRS: IRS Form 4506T-EZ Short Form Request for Individual Tax Return Transcript (free of charge from the IRS) IRS Form 4506-T Request for Transcript of Return (free of charge from the IRS)"
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "69522",
                "msmarco.query.text": "can i request prior years tax returns from the irs"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5343719",
                        "reldoc.text": "The units of the universal gas constant R is derived from equation PV=nRT. It stands for Regnault. then R is in L⋅atm/mol⋅K. R has the value 0.082057 L⋅atm/mol⋅K with the above units for the remaining variables. In other scenarios with pressures of bars instead, you may also use 0.083145 L⋅bar/mol⋅K.",
                        "nreldoc.id": "6535590",
                        "nreldoc.text": "How Tire Pressure Varies with Temperature. Based on discussions with the folks at SmarTire, with help from the members of CFG's 996 Forum. For the range of temperatures and pressures we care about, the Ideal Gas Law. PV = nRT."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "1168602",
                "msmarco.query.text": "value of r in pv nrt"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1613389",
                        "reldoc.text": "Transcendentalism is an American literary, political, and philosophical movement of the early nineteenth century, centered around Ralph Waldo Emerson. Other important transcendentalists were Henry David Thoreau, Margaret Fuller, Amos Bronson Alcott, Frederic Henry Hedge, and Theodore Parker.",
                        "nreldoc.id": "2112930",
                        "nreldoc.text": "American Transcendentalism. American transcendentalism is essentially a kind of practice by which the world of facts and the categories of common sense are temporarily exchanged for the world of ideas and the categories of imagination. The point of this exchange is to make life better by lifting us above the conflicts and struggles that weigh on our souls."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "6488",
                "msmarco.query.text": "Transcendentalism is the name for"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2923159",
                        "reldoc.text": "Atropa belladonna, commonly known as belladonna or deadly nightshade, is a perennial herbaceous plant (rhizomatous hemicryptophyte) in the Nightshade family (which includes tomatoes, potatoes, eggplant, etc.) Solanaceae, native to Europe, North Africa, and Western Asia.",
                        "nreldoc.id": "429698",
                        "nreldoc.text": "For such a product, it is important that the amount of belladonna be carefully controlled. FDA laboratory analysis has found that Hyland s Teething Tablets contain inconsistent amounts of belladonna."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "810862",
                "msmarco.query.text": "what is the chemical name for atropa belladonna"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1525653",
                        "reldoc.text": "The wavelength, λ, of a wave is the distance from any point on one wave to the same point on the next wave along. (The symbol is a Greek letter, 'lambda'.) To avoid confusion, it is best to measure wavelength from the top of a crest to the top of the next crest, or from the bottom of a trough to the bottom of the next trough. Wavelength is also measured in metres (m) - it is a length after all.",
                        "nreldoc.id": "4139473",
                        "nreldoc.text": "A wave's frequency is the number of cycles that are completed in a certain amount of time. The symbol for frequency is the lowercase f and we measure it in cycles per second, which is the same as the unit hertz. A wave with a frequency of 20 Hz completes 20 wave cycles every second.e've got a measure of distance from the wavelength of the wave, and we've got a measure of time from the frequency. Wavelength is meters per cycle. Frequency is cycles per second. So, multiplying the two gives us meters per second."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "542017",
                "msmarco.query.text": "wavelength symbol"
            }
        ],
        "trecdl.query.id": "19335",
        "trecdl.query.text": "anthropological definition of environment"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "8437986",
                        "reldoc.text": "1 Entomologist: name for scientist who studies insects. 2  Exoskeleton: hard body covering... 3  more. 4  Nymph: young stage of insects that undergo a partial metamorphosis; similar to the adult except that wings are not fully developed.",
                        "nreldoc.id": "2743624",
                        "nreldoc.text": "Two of them are larger than Mercury; seven are larger than Pluto and Eris. If they were not orbiting planets, many of these worlds would be called “planets,” and scientists who study them are called “planetary scientists.”. Montage by Emily Lakdawalla. The Moon: Gari Arrillaga. Other moons data: NASA/JPL."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "699113",
                "msmarco.query.text": "what is a scientist called who studies insects"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4956121",
                        "reldoc.text": "Examples of balanced forces include the centripetal and centrifugal forces that keep the planets in fixed orbits around the sun, as well as weight and reaction forces that keep a book on a table. Balanced forces are forces that are equal in magnitude and opposite in direction. Keep Learning.",
                        "nreldoc.id": "7688043",
                        "nreldoc.text": "science technology and society. Science, technology and society (STS) is the study of the relationships between society, politics and culture. An example of science, technology and society is a study of how social media tools affect peoples politics. YourDictionary definition and usage example."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "682692",
                "msmarco.query.text": "what is a example of a balance science"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1245742",
                        "reldoc.text": "FollowingUnfollow SUCCESS! FollowingUnfollow. cspencer. 5 Answers. 85 Helpful Votes. A. It takes approximately 24-48 hours for initial symptoms to appear after exposure to the influenza virus. If you suspect you have the flu, seek medical treatment quickly.Tamiflu, if taken within the first 48 hours of symptoms occurring, can reduce the time it takes to heal and can reduce symptoms.ollowingUnfollow SUCCESS! FollowingUnfollow. cspencer. 5 Answers. 85 Helpful Votes. A. It takes approximately 24-48 hours for initial symptoms to appear after exposure to the influenza virus. If you suspect you have the flu, seek medical treatment quickly.",
                        "nreldoc.id": "5977464",
                        "nreldoc.text": "Vaccination Series to Prevent Rabies After Exposure. Rabies vaccination is a series of shots given over a period of 2 weeks after a possible exposure to rabies. Rabies vaccines contain inactivated virus particles that increase the body's immune response, which in turn helps destroy the rabies virus.abies vaccination is a series of shots given over a period of 2 weeks after a possible exposure to rabies. Rabies vaccines contain inactivated virus particles that increase the body's immune response, which in turn helps destroy the rabies virus."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "12527",
                "msmarco.query.text": "after exposure how long to get a virus"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4028454",
                        "reldoc.text": "Android is a mobile operating system developed by Google, based on the Linux kernel and designed primarily for touchscreen mobile devices such as smartphones and tablets.",
                        "nreldoc.id": "5225210",
                        "nreldoc.text": "Not wanting to discriminate against customers who don't have a smartphone, b.good started its Family program with a key card. Two months ago, it launched the b.good Family app for both iOS and Android platforms. The app does a few things. First, it performs the same functions as the keycard."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "1045087",
                "msmarco.query.text": "who owns android platform"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4852815",
                        "reldoc.text": "The list of signs and symptoms mentioned in various sources for Uveitis includes the 9 symptoms listed below: 1  Hazy vision. 2  Vision disturbance. 3  Floaters. Pruritus.  Decreased visual 1  acuity. Discharge.  Deep eye 1  pain. Conjunctival vessel dilation. 2  Photophobia. more information...».",
                        "nreldoc.id": "8807343",
                        "nreldoc.text": "In rare situations, stinging eyes can be a sign of a serious condition such as infection of the eyelids, inflammation of the deeper structures of the eye (iritis or uveitis) or an increased pressure in the eyes such as glaucoma."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "535189",
                "msmarco.query.text": "uveitis signs and symptoms"
            }
        ],
        "trecdl.query.id": "47923",
        "trecdl.query.text": "axon terminals or synaptic knob definition"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1799851",
                        "reldoc.text": "Why is Hotel Transylvania 2 rated PG? Hotel Transylvania 2 is rated PG by the MPAA for some scary images, action and rude humor. Violence: The film uses some stereotypical spooky music and scary images. Characters transform into bats and other animals.",
                        "nreldoc.id": "8237856",
                        "nreldoc.text": "Fifth Harmony get silly with the hosts of The Real during their appearance on Wednesday afternoon (September 23) in Los Angeles. The girls — Camila Cabello, Dinah Hansen, Lauren Jauregui, Normani Hamilton, and Ally Brooke — stopped by the program to chat up their song on the Hotel Transylvania 2 soundtrack."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "755748",
                "msmarco.query.text": "what is hotel transylvania rated"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4775843",
                        "reldoc.text": "Knee ligament surgery - Recovery. Recovering from knee surgery. Recovering from anterior cruciate ligament (ACL) knee surgery can take up to a year. After knee surgery, the wound will be closed with stitches or surgical clips. If the stitches are dissolvable, they should disappear after about three weeks.",
                        "nreldoc.id": "5255279",
                        "nreldoc.text": "Cold and compression therapy can be applied to a variety of situations including post-surgical rehabilitation (such as MCL and ACL surgery recovery), injuries such as sprains, fractures, and tears, as well as pain and swelling."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "843649",
                "msmarco.query.text": "what is the recovery period of acl surgery"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5577683",
                        "reldoc.text": "Best Answer: It takes one to two weeks for black mold to start growing under damp, wet conditions. How long it takes to grow 1 to 2 ft up a wall ...depends on the room's temperature, moisture/humidity, type of material it's growing on (plaster, wood, cement etc) & if other types of mold spores were already on the wall & ceiling's surface.",
                        "nreldoc.id": "6748864",
                        "nreldoc.text": "Black Mold (Stachybotrys) is the Most Dangerous Type of Fungus. There is a variety of different molds that can be located in a home or building. When dealing with mold removal one must know exactly what type of mold they are dealing with.oxic black mold normally has a slimy texture. Toxic black mold can have a layer on top that is wet. Although, toxic black mold is known to be wet and slimy, the mold can also appear as powdery or dry due to lack of water supply."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "265636",
                "msmarco.query.text": "how long it takes for black mold"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5766283",
                        "reldoc.text": "Vertigo and Stress. While stress is not considered a cause of vertigo, vertigo can cause stress, and stress can exacerbate the condition. In a study performed on 190 patients by Science Links Japan, results indicated that 31.8 percent also were experiencing stress.",
                        "nreldoc.id": "2248567",
                        "nreldoc.text": "If your vertigo and dizziness is causing you concern, talk to your doctor. Only a doctor can diagnose the cause of your vertigo, and there are some very serious illnesses that are associated with vertigo and vertigo-like symptoms.But when those have been ruled out, or your vertigo tends to come and go with intense anxiety, it may be a sign of panic disorder or a related anxiety problem.ertigo is actually a subtype of dizziness, and technically anxiety does not cause vertigo. Vertigo is the act of feeling as though you're in motion (or the world's in motion) when you're stationary."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "75311",
                "msmarco.query.text": "can vertigo be caused by stress"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4623762",
                        "reldoc.text": "Washington, Jay and Franklin are considered the Founding Fathers of American Intelligence by the CIA. All held additional important roles in the early government of the United States. Four of these seven - Washington, Jay, Hamilton and Madison - did not sign the Declaration of Independence.",
                        "nreldoc.id": "3105608",
                        "nreldoc.text": "Jesus said in the Bible Do not call anyone on earth your father; for One is your Father, He who is in heaven.” (Mat 23:9 NAB) ."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "1024153",
                "msmarco.query.text": "who are the four father"
            }
        ],
        "trecdl.query.id": "405717",
        "trecdl.query.text": "is cdg airport in main paris"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2912794",
                        "reldoc.text": "Learner's definition of EXTREME. 1. : very great in degree. The plant is sensitive to extreme heat and cold. They are living in extreme poverty. If you have to go out in the storm, use extreme caution. [=be very careful] Extreme accuracy is required.",
                        "nreldoc.id": "2020319",
                        "nreldoc.text": "Full Definition of POINTE. : a ballet position in which the body is balanced on the extreme tip of the toe. See pointe defined for English-language learners."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "121352",
                "msmarco.query.text": "define extreme"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "820603",
                        "reldoc.text": "Figure 1. The intrathecal pump system consists of a pump/reservoir implanted between the muscle and skin of your abdomen and a catheter that carries pain medication (blue area) from the pump to the spinal cord and nerves. The pump is programmed to slowly release medication over a period of time.",
                        "nreldoc.id": "6189790",
                        "nreldoc.text": "If you have to have an indwelling catheter in your penis for a few days, it can be slightly uncomfortable at the tip of your penis as the catheter can rub a bit as you move around. It is not painful, but a bit uncomfortable, as the catheter is removed since it cannot be lubricated as it was when inserted."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "996163",
                "msmarco.query.text": "where is the intrathecal catheter inserted for a medtronic pain pump"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1528532",
                        "reldoc.text": "a reflected action or movement; the sum total of any particular automatic response mediated by the nervous system. A reflex is built into the nervous system and does not need the intervention of conscious thought to take effect.",
                        "nreldoc.id": "6048709",
                        "nreldoc.text": "When do reflex and muscle tests indicate nerve damage. Reflexes test neural function. Reflexes may be depressed or exaggerated. When nerve dysfunction exists, the size of the reflex response helps to indentify where the dysfunction originates.hese tests help gauge the strength in your leg muscles. They can also help the physician tell if there is nerve damage as the result of a degenerative spinal abnormality. For the reflex test, the physician will gently strike the knee and the back of the heel with a small rubber hammer."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "486620",
                "msmarco.query.text": "reflex nerve definition"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3641505",
                        "reldoc.text": "Hypergamy (colloquially referred to as  marrying up ) is a term used in social science for the act or practice of marrying someone who is wealthier or of higher caste or social status than oneself.",
                        "nreldoc.id": "4804671",
                        "nreldoc.text": "Defining an HTML Table. An HTML table is defined with the <table> tag. Each table row is defined with the <tr> tag. A table header is defined with the <th> tag. By default, table headings are bold and centered. A table data/cell is defined with the <td> tag."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "122470",
                "msmarco.query.text": "define hypergamy"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2996836",
                        "reldoc.text": "Jamaica (/dʒəˈmeɪkə/) is an island country situated in the Caribbean Sea, consisting of the third-largest island of the Greater Antilles.",
                        "nreldoc.id": "7217702",
                        "nreldoc.text": "There is a High Pressure Ridge across Jamaica and the central Caribbean and a strong Low-Level Jet across the region. Expect windy conditions to continue across sections of the island for the next few"
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "890712",
                "msmarco.query.text": "what region is jamaica in"
            }
        ],
        "trecdl.query.id": "182539",
        "trecdl.query.text": "example of monotonic function"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "5661384",
                        "reldoc.text": "Weight Watchers - Tried to cancelled my wife's subscription on line. Tried to cancelled my wife's subscription on line. No confirmation provided. Two days later went back in, still a member and the took the next mint membership out of acct. called csr svc number (800-651-6000).",
                        "nreldoc.id": "6553069",
                        "nreldoc.text": "Related Pages. 1  weight watchers lasagna recipe. 2  weight watchers recipe for lasagna. 3  Weight watchers vegetable spaghetti sauce. 4  Weight watchers vegetable soup with barley. 5  Weight watchers vegetable soup with spinach. 6  Weight watchers vegetable soup with zucchinis. 7  weight watcher recipe vegetable lasagna white sauce."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "547843",
                "msmarco.query.text": "weight watchers tech support number"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2337901",
                        "reldoc.text": "Sudden infant death syndrome. Sudden infant death syndrome (SIDS), also known as cot death or crib death, is the sudden unexplained death of a child less than one year of age. Diagnosis requires that the death remains unexplained even after a thorough autopsy and detailed death scene investigation. SIDS usually occurs during sleep.",
                        "nreldoc.id": "3718989",
                        "nreldoc.text": "A fatal syndrome that affects sleeping infants under a year old, characterized by a sudden cessation of breathing and thought to be caused by a defect in the central nervous system. Also called crib death."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "769753",
                "msmarco.query.text": "what is meant by crib death?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2554528",
                        "reldoc.text": "So they will hatch 12-14 days after the mother began incubating the eggs, and the babies will be fledging (leaving the nest) about 14-16 days after that.",
                        "nreldoc.id": "3356951",
                        "nreldoc.text": "How long does a mourning dove sit on her eggs for them to hatch? Robins keep the clutch cool before the last egg is laid so the nestlings all hatch at approximately the same time. Incubating is done mainly by the female, who rarely leaves her clutch for more than a few minutes at a time."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "944554",
                "msmarco.query.text": "when do robin eggs hatch"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1884089",
                        "reldoc.text": "Recommended dosages range from 50 mg to 300 mg daily. Tramadol is also indicated for use in veterinary medicine. It’s used to treat pain from surgery, illness and injury in dogs, cats, rabbits, marsupials, and rodents including flying squirrels, rats, guinea pigs, ferrets and raccoons.",
                        "nreldoc.id": "5029654",
                        "nreldoc.text": "Uses For tramadol. Tramadol is used to relieve moderate to moderately severe pain, including pain after surgery. The extended-release or long-acting tablets are used for chronic ongoing pain. Tramadol belongs to the group of medicines called opioid analgesics.ses For tramadol. Tramadol is used to relieve moderate to moderately severe pain, including pain after surgery. The extended-release or long-acting tablets are used for chronic ongoing pain. Tramadol belongs to the group of medicines called opioid analgesics."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "857083",
                "msmarco.query.text": "what is tramadol for"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "3004282",
                        "reldoc.text": "Cellular differentiation is responsible for _____.cellular differentiation is responsible for _____. Answers. Answer: Cellular differentiation is responsible for one daughter cell becoming a sieve tube whereas the other becomes a companion cell. Cell differentiation occurs as different genes are switched on and off. Hope this answer helps!",
                        "nreldoc.id": "7656164",
                        "nreldoc.text": "Growth factors are proteins that bind to receptors on the cell surface, with the primary result of activating cellular proliferation and/or differentiation. Many growth factors are quite versatile, stimulating cellular division in numerous different cell types; while others are specific to a particular cell-type. Cytokines are a class of signaling proteins that are used extensively in cellular communication, immune function and embryogenesis."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "89631",
                "msmarco.query.text": "cellular differentiation is responsible for _____."
            }
        ],
        "trecdl.query.id": "1113437",
        "trecdl.query.text": "what is physical description of spruce"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "7024478",
                        "reldoc.text": "Key Features. FABOOL Laser CO2 is the world's largest ready-to-assemble laser cutter and engraver. It uses high-power 40W CO2 laser tube, has the cutting area as big as 60cm×44cm, and costs less than $3,000. High Power for Affordable Price",
                        "nreldoc.id": "862664",
                        "nreldoc.text": "Step 3: Eat the Conquered Pistachio Nut Meat and Enjoy Your Victory. You did it. Sure, anyone can open a pistachio with a LeatherMan, hammer, or laser cutter. But without using any of those traditional pistachio-opening tools, and without risking ..."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "436798",
                "msmarco.query.text": "largest laser cutter in the world"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "8340061",
                        "reldoc.text": "Imagery is figurative language that embellishes poetry; specifically, it is the representation through language of sense experience. By appealing to the senses, the poet is able to evoke the emotions that accompany these sensations.osted on. (Answer #2). The purpose of imagery in poetry is to help get the poet's message across in language that is strong, vivid and very visual. The poet will use words to create images in our heads that help us to interpret the poem in the way he sees it.",
                        "nreldoc.id": "8353115",
                        "nreldoc.text": "Visual imagery pertains to graphics, visual scenes, pictures, or the sense of sight. Auditory imagery pertains to sounds, noises, music, or the sense of hearing. (This kind of imagery may come in the form of onomatopoeia). Olfactory imagery pertains to odors, scents, or the sense of smell."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "639414",
                "msmarco.query.text": "what does imagery do in a play"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "6680666",
                        "reldoc.text": "High fructose corn syrup (HFCS) is a sweetener made from corn and can be found in numerous foods and beverages on grocery store shelves in the United States. High fructose corn syrup is composed of either 42 percent or 55 percent fructose, with the remaining sugars being primarily glucose and higher sugars.In terms of composition, high fructose corn syrup is nearly identical to table sugar (sucrose), which is composed of 50 percent fructose and 50 percent glucose.Glucose is one of the simplest forms of sugar that serves as a building block for most carbohydrates.igh fructose corn syrup is composed of either 42 percent or 55 percent fructose, with the remaining sugars being primarily glucose and higher sugars.",
                        "nreldoc.id": "7249357",
                        "nreldoc.text": "Examples of Foods That Contain a Lot of Free Monosaccharides. 1  Fruits and fruit juices (glucose, fructose) 2  Honey (glucose, fructose) 3  Candies (glucose) 4  Syrups: liquid glucose; corn syrup and invert sugar (glucose and fructose); fructose syrup, high fructose corn syrup (HFCS), agave nectar and blackstrap molasses (high in fructose)"
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "749265",
                "msmarco.query.text": "what is fructose corn syrup"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "1067732",
                        "reldoc.text": "Fair is foul and foul is fair essaysHover through the fog and filthy air. The paradox Fair is foul, and foul is fair, expresses some of the many themes of Macbeth. There are several different ways in which these words can be interpreted. The first time we hear the statement is in the openin",
                        "nreldoc.id": "3344910",
                        "nreldoc.text": "Total Votes: 2621. One of the most important themes in Macbeth involves the witches' statement in Act 1, Scene1 that fair is foul and foul is fair. (Act 1, Scene 1, Line 10) This phrase aptly describes the macabre status quo within the character Macbeth and without.his theme is further verified by King Duncan's statement There's no art/ To find the mind's construction in the face.. (Act 1, Scene 4, Lines 11-12) Although Macbeth has the semblance of the amicable and dutiful host, (fair) he is secretly plotting Duncan's death (foul)."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "637378",
                "msmarco.query.text": "what does fair is foul and foul is fair mean"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2267114",
                        "reldoc.text": "In biology, a lipid is a substance of biological origin that is soluble in nonpolar solvents. It comprises a group of naturally occurring molecules that include fats, waxes, sterols, fat-soluble vitamins, monoglycerides, diglycerides, triglycerides, and phospholipids. The main biological functions of lipids include storing energy, signaling, and acting as structural components of cell membranes. Lipids have applications in the cosmetic and food industries as well as in nanotechnology. Scientists",
                        "nreldoc.id": "2308708",
                        "nreldoc.text": "Functions of Lipids. A lipid is a non-soluble molecular organic compound comprised of hydrogen and carbon. As far as their purpose in the human body goes, lipids are of crucial importance for both energy storage and cell membrane development."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "1181715",
                "msmarco.query.text": "how do lipids function"
            }
        ],
        "trecdl.query.id": "1129237",
        "trecdl.query.text": "hydrogen is a liquid below what temperature"
    },
    {
        "fewshots": [
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2337901",
                        "reldoc.text": "Sudden infant death syndrome. Sudden infant death syndrome (SIDS), also known as cot death or crib death, is the sudden unexplained death of a child less than one year of age. Diagnosis requires that the death remains unexplained even after a thorough autopsy and detailed death scene investigation. SIDS usually occurs during sleep.",
                        "nreldoc.id": "3718989",
                        "nreldoc.text": "A fatal syndrome that affects sleeping infants under a year old, characterized by a sudden cessation of breathing and thought to be caused by a defect in the central nervous system. Also called crib death."
                    }
                ],
                "msmarco.query.rank": 1,
                "msmarco.query.id": "769753",
                "msmarco.query.text": "what is meant by crib death?"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2347054",
                        "reldoc.text": "Government and Political Structure. Germany is a federal, democratic republic comprised of sixteen states (Laender länder Or). Laender power is distributed between the federal and state. (Governments The Law library does not Collect german state.). lawower is distributed between the federal and state governments. (The Law Library does not collect German state law.). At the federal level, the German constitution divides power between the executive branch, the legislative branch, and the judiciary.",
                        "nreldoc.id": "2287142",
                        "nreldoc.text": "Hitler believed that Germany should have an Dictator government because, he wanted to control all of Germany on his own. An Dictator is a ruler who doesn't have the support of … the people and who rules by force. That person uses the military to control the government and is declared the ruler for life."
                    }
                ],
                "msmarco.query.rank": 2,
                "msmarco.query.id": "848927",
                "msmarco.query.text": "what is the structure of germany government"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "2732645",
                        "reldoc.text": "Local information and community profile for Black's Station (Yolo County, State of California). Contains: time zone and much more.",
                        "nreldoc.id": "1592932",
                        "nreldoc.text": "1 The CA ZIP Code Map shows all 5 digit zip code boundaries for CA using clean, practical map colors and styles. 2  SAN BERNARDINO County, CA ZIP Code Map. 3  The SAN BERNARDINO County CA ZIP Code Map shows all 5 digit zip code boundaries for SAN BERNARDINO County CA."
                    }
                ],
                "msmarco.query.rank": 3,
                "msmarco.query.id": "1007813",
                "msmarco.query.text": "which county is black station, ca"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "346359",
                        "reldoc.text": "unwind. 1  to wind off or undo (something wound) 2  uncoil. 3  to straighten out or untangle (something confused or involved) 4  to make relaxed, less tense, etc. 5  to close out (a position in a securities or commodities trade) to sell (a stake in a company, business venture, etc.)",
                        "nreldoc.id": "1962148",
                        "nreldoc.text": "DNA is generally tightly packed into a structure called chromatin. It is double stranded and twisted into a structure called a double helix. In order to replicate, DNA must unwind. After unwinding, each side of DNA separates by unzipping down the middle, with the two unzipped strands serving as templates for creating new strands."
                    }
                ],
                "msmarco.query.rank": 4,
                "msmarco.query.id": "532900",
                "msmarco.query.text": "unwind define"
            },
            {
                "msmarco.qrel.info": [
                    {
                        "reldoc.id": "4224480",
                        "reldoc.text": "Cystic acne is a type of abscess that occurs when oil ducts get infected, usually under the skin. For this reason, cystic pimples usually appear further underneath the surface than common pimples.",
                        "nreldoc.id": "210600",
                        "nreldoc.text": "What causes acne? How to treat pimples, breakouts and skin how do pimples actually form? The types of acne Full explanation about. The truth about blind pimples & how to get rid of them. Ways to stop or cure pimples wikihowwhy does pus form in a pimple? Acne sharecare."
                    }
                ],
                "msmarco.query.rank": 5,
                "msmarco.query.id": "929562",
                "msmarco.query.text": "what's a cystic pimple"
            }
        ],
        "trecdl.query.id": "146187",
        "trecdl.query.text": "difference between a mcdouble and a double cheeseburger"
    }
]